Repository: alexkovalevv/wp-plugin-bizpanda
Catalog: langs/bizpanda-*.po
Languages: ru_ru

source: Item ID is not specified.
ru_ru: ID элемента не существует.

source: Already counted.
ru_ru: Уже подсчитано.

source: Guest
ru_ru: Гость

source: Copy
ru_ru: копия

source: Post creation failed, could not find original post!
ru_ru: Ошибка при копировании, не найден оригинал!

source: Every post will be locked entirely.
ru_ru: Каждая запись будет заблокирована полностью.

source: Every post will be locked entirely except the first paragraph.
ru_ru: Каждая запись будет заблокирована полностью, кроме первого параграфа.

source: Every post will be locked entirely except %s paragraphs placed at the beginning.
ru_ru: Каждая запись будет заблокирована полностью, за исключением %s параграфов, расположенных в самом начале.

source: Content placed after the More Tag will be locked in every post.
ru_ru: В каждой записи будет заблокировано содержимое, размещенное после тега More.

source: Every content matching the CSS selector will be locked on every page:
ru_ru: Все элементы, соответствующие указанному CSS селектору, будут заблокированы на всех страницах:

source: Applies to types: %s
ru_ru: Относится к типам: %s

source: Only selected pages: %s
ru_ru: Только выбранные страницы: %s

source: Excludes posts: %s
ru_ru: Кроме страниц: %s

source: Excludes categories: %s
ru_ru: Кроме категорий: %s

source: <i class="fa fa-star-o"></i> <strong>Go Premium</strong> <i class="fa fa-star-o"></i><br />To Unlock These Features<br /><a href="%s" class="opnada-button" target="_blank">Learn More</a>
ru_ru: <i class="fa fa-star-o"></i> <strong>Перейди на премиум</strong> <i class="fa fa-star-o"></i><br /> чтобы разблокировать<br /><a href="%s" class="opnada-button" target="_blank">Подробнее</a>

source: Hide for members: <strong>yes</strong>
ru_ru: Скрыт для зарегистрированных: <strong>Да</strong>

source: ReLock: <strong>%s</strong>
ru_ru: Скрыть: <strong>%s</strong>

source: Hide for mobile: <strong>yes</strong>
ru_ru: Скрыт для мобильных устройств: <strong>да</strong>

source: Appears always: <strong>yes</strong>
ru_ru: Появляется всегда: <strong>Да</strong>

source: Show Locker IF
ru_ru: Показать замок, ЕСЛИ

source: Hide Locker IF
ru_ru: Скрыть замок, ЕСЛИ

source: [User Role]
ru_ru: [Роль Пользователя]

source: [User Registered]
ru_ru: [Пользователь зарегистрирован]

source: [User Mobile]
ru_ru: [Мобильный пользователь]

source: [Total Pageviews]
ru_ru: [Всего просмотров]

source: [Locker Pageviews]
ru_ru: [Замок просмотрен]

source: [Landing Page]
ru_ru: [Целевая страница]

source: [Referrer]
ru_ru: [Откуда пришел]

source: [Current Page]
ru_ru: Текущая страница

source: [Current Referrer]
ru_ru: [Внутренняя страница]

source: [Publication Date]
ru_ru: [Дата Публикации]

source: older than <strong>%s %s</strong> but younger than <strong>%s %s</strong>
ru_ru: старше чем <strong>%s %s</strong>, но моложе <strong>%s %s</strong>

source: <strong>%s</strong> and <strong>%s</strong>
ru_ru: <strong>%s</strong> и <strong>%s</strong>

source: equals
ru_ru: равно

source: does not equal
ru_ru: не равно

source: greater than
ru_ru: больше чем

source: less than
ru_ru: меньше чем

source: older than
ru_ru: старше чем

source: younger than
ru_ru: младше чем

source: contains
ru_ru: содержит

source: does not contain
ru_ru: не содержит

source: between
ru_ru: между

source: Lead
ru_ru: Подписчик

source: Leads
ru_ru: Подписчики

source: All
ru_ru: Все

source: Confirmed
ru_ru: Подтвержденных

source: Not Confirmed
ru_ru: Не подтвержденных

source: No leads found.
ru_ru: Ни одного подписчика не найдено.

source: To start generating leads, create <a href="%s"><strong>Email Locker</strong></a> or <a href="%s"><strong>Sign-In Locker</strong></a> and lock with them some content on your website.
ru_ru: Для начала работы по сбору подписчиков создайте <a href="%s"><strong>Email замок</strong></a> или <a href="%s"><strong>Замок авторизации</strong></a> и разместите его на вашем сайте.

source: To start generating leads, create <a href="%s"><strong>Sign-In Locker</strong></a> and lock with it some content on your website.
ru_ru: Для начала работы по сбору подписчиков создайте <a href="%s"><strong>Замок авторизации</strong></a> и разместите его на вашем сайте.

source: Name
ru_ru: Заголовок

source: Channel
ru_ru: Канал

source: Added
ru_ru: Добавлен

source: Status
ru_ru: Статус

source: Delete
ru_ru: Удалить

source: (unknown)
ru_ru: (неизвестный)

source: Via: %s
ru_ru: через: %s

source: (no title)
ru_ru: Нет заголовка

source: On Page: %s
ru_ru: На странице: %s

source: This email is real. It was received from social networks or the user confirmed it by clicking on the link inside the confirmation email.
ru_ru: Email адрес подтвержден. Он был получен из социальных сетей или пользователь подтвердил его, нажав на ссылку в письме.

source: This email was not confirmed. It means that actually this email address may be owned by another user.
ru_ru: Этот email не был подтвержден. Это означает, что этот адрес электронной почты может принадлежать другому пользователю.

source: This user confirmed his subscription.
ru_ru: Этот пользователь подтвердил свою подписку.

source: subscription
ru_ru: подписка

source: This user has not confirmed his subscription.
ru_ru: Пользователь не подтвердил свою подписку.

source: This email is real. It was received from social networks.
ru_ru: Email адрес подтвержден. Он был получен из социальных сетей.

source: <span title="Unlocks / Impressions / Conversion">U / I / %
ru_ru: <span title="Открыто / Показы / Конверсия">U / I / %

source: Locker Title
ru_ru: Название

source: Type
ru_ru: Тип

source: Shortcode
ru_ru: Шорткод

source: Theme
ru_ru: Тема

source: Bulk Lock
ru_ru: Массовая блокировка

source: Visibility Conditions
ru_ru: Создание условий отображения замка

source: current page
ru_ru: текущая страница

source: Clone this element
ru_ru: Создать копию этого замка

source: Clone
ru_ru: Дублировать

source: (untitled post)
ru_ru: (Без названия)

source: The email is not specified.
ru_ru: Не указан email адрес.

source: The email is not found. Please try again.
ru_ru: Email не найден. Пожалуйста, попробуйте еще раз.

source: Invalid request. Please contact the OnePress support.
ru_ru: Недопустимый запрос. Обратитесь в службу поддержки OnePress.

source: Unable to send a confirmation email to the specified email address.
ru_ru: Не удается отправить подтверждение по электронной почте на указанный электронный адрес.

source: Locker: %s
ru_ru: Замок: %s

source: Where: <a href="%s">%s</a>
ru_ru: Где: <a href="%s">%s</a>

source: Name: %s
ru_ru: Имя: %s

source: <strong>Error:</strong> %s
ru_ru: <strong>Ошибка:</strong> %s

source: User Avatar
ru_ru: Аватар пользователя

source: <p>Get more email subscribers the most organic way without tiresome popups.</p><p>Opt-In Panda locks a portion of content on a webpage behind an attractive opt-in form.</p>
ru_ru: <p>Получайте много email подписчиков без утомительных всплывающих окон.</p><p>Opt-In Panda скрывает часть контента на вашем сайте и открывает при завершении email подписки.</p>

source: <p>Get more email subscribers the most organic way without tiresome popups.</p><p>Also extends the Sign-In Locker by adding the subscription features.</p>
ru_ru: <p>Получайте много email подписчиков без утомительных всплывающих окон.</p><p>Плагин расширяет "замок авторизации" синхронизацией с сервисами email рассылок.</p>

source: Social Locker (Plugin)
ru_ru: Социальный замок(плагин)

source: <p>Helps to attract social traffic and improve spreading your content in social networks.</p>
ru_ru: <p>Помогает привлекать социальный трафик и улучшает распространение вашего продукта в социальных сетях. В комплект входит замок авторизации.</p>

source: Social Locker
ru_ru: Социальный замок

source: <p>Helps to attract social traffic and improve spreading your content in social networks.</p><p>Also extends the Sign-In Locker by adding social actions you can set up to be performed.</p>
ru_ru: <p>Помогает привлекать социальный трафик и улучшает распространение вашего продукта в социальных сетях.</p><p>В комплект входит замок авторизации.</p>

source: <p>A premium version of the plugin Social Locker.</p><p>7 Social Buttons, 5 Beautiful Themes, Blurring Effect, Countdown Timer, Close Cross and more!</p>
ru_ru: <p>Премиум версия Социального замка.</p><p>7 социальных кнопок, 5 красивых тем, эффект размытия, таймер обратного отсчета, кнопка закрыть и многое другое!</p>

source: (the post not found)
ru_ru: (пост не найден)

source: [ Depends on the list ]
ru_ru: [ Зависит от списка ]

source: The Opt-In Mode depends on the settings of the list you selected. Check the <a href="http://freshmail.com/help-and-knowledge/help/managing-clients/set-parameters-list-recipients/" target="_blank">parameter</a> "List type" of the selected list in your FreshMail account to know which Opt-In Mode will be applied.
ru_ru: Режим проверки зависит от параметров списка, который вы выбрали. Перейдите в ваш аккаунт в FreshMail и проверьте значение <a href=«http://freshmail.com/help-and-knowledge/help/managing-clients/set-parameters-list-recipients/« target=«_blank»>параметра</a> «Тип списка» в выбранном списке рассылок , чтобы узнать, какой режим проверки будет применяться.

source: Full Double Opt-In (recommended)
ru_ru: Двойная проверка (рекомендуется)

source: After the user enters one's email address, sends the confirmation email (double opt-in) and waits until the user confirms the subscription. Then, unlocks the content.
ru_ru: После того, как пользователь вводит свой адрес электронной почты, плагин отправляет ему подтверждение и ждет, пока пользователь не подтвердит подписку. И только после этого разблокирует содержимое.

source: Lazy Double Opt-In
ru_ru: Ленивая двойная проверка

source: Unlocks the content immediately after the user enters one's email address but also sends the confirmation email (double opt-in) to confirm the subscription.
ru_ru: Разблокирует содержимое сразу после того, как пользователь вводит свой адрес электронной почты, но также посылает сообщение о подтверждении подписки по электронной почте.

source: Single Opt-In
ru_ru: Одинарная проверка

source: Unlocks the content immediately after the user enters one's email address. Doesn't send the confirmation email.
ru_ru: Разблокирует содержимое сразу после того, как пользователь вводит свой адрес электронной почты. Не отправляет подтверждение по электронной почте.

source: Visibility
ru_ru: Видимость

source: Created
ru_ru: Создан

source: Add-ons
ru_ru: Дополнения

source: How to use?
ru_ru: Как использовать?

source: Creating Social Apps
ru_ru: Создание социальных приложений

source: Creating Facebook App
ru_ru: Создание приложения в Facebook

source: Creating Twitter App
ru_ru: Создание приложения в Twitter

source: Getting Google Client ID
ru_ru: Получение Google клиент ID

source: Troubleshooting
ru_ru: Поддержка

source: Creating Vkontakte App
ru_ru: Создание приложения Вконтакте

source: Getting LinkedIn API Key
ru_ru: Получение API ключей в LinkedIn

source: If you have any questions or faced with any troubles while using our plugin, please check our <a href="http://support.onepress-media.com/" target="_blank">knowledge base</a>. It is possible that instructions for resolving your issue have already been posted.
ru_ru: Если вы столкнулись с какими-либо проблемами при использовании плагина, пожалуйста, ознакомьтесь с <a href="http://support.onepress-media.com/" target="_blank">нашей базой знаний</a>. Может быть ваша проблема уже решена (к сожалению, база знаний пока только на английском языке).

source: If the answer to your question isn't listed, please submit a ticket <a href="http://support.onepress-media.com/create-ticket/" target="_blank">here</a>.<br />You can also email us directly <strong>support@byonepress.com</strong>
ru_ru: Если ответ на ваш вопрос отсутствует в списке, пожалуйста, обратитесь в нашу службу поддержки <a href="https://sociallocker.ru/create-ticket/" target=«_blank»>здесь</a>.

source: Try Premium Version For 7 Days For Free!
ru_ru: Попробуйте премиум версию плагина в течение 7 дней бесплатно!

source: Upgrade Opt-In Panda To Premium!
ru_ru: Обновите Opt-In Panda до премиум версии!

source: The plugin you are using is a free version of the popular <a target="_blank" href="%s"> Opt-In Panda</a> plugin. We offer you to try the premium version for 7 days absolutely for free. We sure you will love it.
ru_ru: Плагин, который вы используете это бесплатная версия популярной <a target=«_blank» href=«%s»>Opt-In Panda</a> плагина. Мы предлагаем вам попробовать наградную версию для 7 дней совершенно бесплатно. Мы уверены, вы будете любить его.

source: Check out the table below to know about the premium features.
ru_ru: Взгляните на таблицу ниже, чтобы узнать о новых возможностях, которые вы получите в премиум версии плагина.

source: The plugin you are using is a free version of the popular <a target="_blank" href="%s"> Opt-In Panda plugin</a> sold on CodeCanyon.
ru_ru: Это бесплатная версия популярного плагина <a target="_blank" href="%s"> Opt-In Panda</a>, который продается на CodeCanyon.

source: Check out the table below to know about all the premium features.
ru_ru: Взгляните на таблицу ниже, чтобы узнать о новых возможностях, которые вы получите в премиум версии плагина.

source: Comparison of Free & Premium Versions
ru_ru: Сравнение бесплатной и платной версии

source: Click on the dotted title to learn more about a given feature.
ru_ru: Справка: если нажать на подчеркнутый заголовок, вы сможете перейти к описанию этой возможности

source: Free
ru_ru: Бесплатная

source: Premium
ru_ru: Премиум

source: Unlimited Lockers
ru_ru: Нет лимита замков

source: yes
ru_ru: да

source: Locking via shortcodes
ru_ru: Ручная блокировка (шорткоды)

source: Batch Locks
ru_ru: Массовая блокировка

source: Individual settings for each button
ru_ru: Индивидуальные настройки для каждой кнопки

source: no
ru_ru: нет

source: Visibility Options
ru_ru: Настройки отображения

source: Advanced Options
ru_ru: Дополнительные настройки

source: Social Buttons
ru_ru: Социальные кнопки

source: Facebook Like
ru_ru: Facebook мне нравится

source: Twitter Tweet
ru_ru: Twitter твитнуть

source: Google +1
ru_ru: Google плюс

source: Facebook Share
ru_ru: Facebook поделиться

source: Twitter Follow
ru_ru: Twitter подписаться

source: LinkedIn Share
ru_ru: LinkedIn поделиться

source: Google Share
ru_ru: Google поделиться

source: Overlap Modes
ru_ru: Режим наложения

source: Full
ru_ru: На всю область

source: Transparency
ru_ru: Прозрачность

source: Blurring (new!)
ru_ru: Размытие(новая!)

source: Themes
ru_ru: Темы

source: The "Secrets" Theme
ru_ru: Тема "Secrets"

source: The "Flat" Theme (new!)
ru_ru: Тема "Flat" (новая!)

source: The "Dandyish" Theme
ru_ru: Тема "Dandyish"

source: The "Glass" Theme
ru_ru: Тема "Glass"

source: Services
ru_ru: Сервисы

source: Updates
ru_ru: Обновления

source: not guaranteed
ru_ru: не гарантировано

source: primary updates
ru_ru: приоритетные обновления

source: Support
ru_ru: Поддержка

source: dedicated support
ru_ru: качественная поддержка

source: Click Here To Activate Your Free Trial For 7 Days
ru_ru: Нажмите сюда, чтобы бесплатно активировать премиум версию на 7 дней

source: (instant activation by a click)
ru_ru: (мгновенная активация одним щелчком мыши )

source: Purchase Opt-In Panda Premium For $24
ru_ru: Купить Opt-In Panda за 590 руб

source: Or Buy The Opt-In Panda Right Now For $24
ru_ru: Или купить Opt-In Panda прямо сейчас за 590 руб

source: You can purchase the premium version at any time within your trial period or right now. After purchasing you will get a license key to unlock all the plugin features.
ru_ru: Вы можете купить премиум версию плагина в любой момент в течение вашего пробного периода. После покупки вы получите лицензионный ключ, при активации которого вы получите возможность использовать все функции плагина.

source: <strong>To purchase the Opt-In Panda</strong>, <a target="_blank" href="%s">click here</a> to visit the plugin page on CodeCanyon. Then click the "Purchase" button on the right sidebar.
ru_ru: Чтобы купить Opt-In Panda, перейдите на <a target="_blank" href="%s">страницу плагина</a> и нажмите на кнопку "Купить".

source: Upgrade To Premium and get all the following features:
ru_ru: Перейдите на премиум и получите больше возможностей:

source: Drive More Traffic & Build Quality Followers
ru_ru: Привлекайте еще больше посетителей и подписчиков для ваших страниц в социальных сетях!

source: The premium version of the plugin provides 7 social buttons for all major social networks: Facebook, Twitter, Google, LinkedIn, including the Twitter Follow button. You can use them together or separately for customized results.
ru_ru: Премиум версия плагина имеет 11 социальных кнопок для всех основных российских и зарубежных социальных сетей: Вконтакте, Одноклассники, Facebook, Twitter, Google, LinkedIn. Вы можете использовать их все вместе или комбинировать.

source: What's more, each button has individual settings (this way you can set an individual URL for each button).
ru_ru: Более того, у каждой кнопки есть свои собственные настройки (вы можете задать для каждой кнопки адрес страницы, который нужно лайкнуть, подписаться или поделиться).

source: <strong>For example</strong>, you can set up the locker to get followers your Twitter account, fans for your Facebook page, +1s for a home page of your website.
ru_ru: <strong>Например</strong>, вы можете настроить замок так, чтобы получать подписчиков для вашей страницы в Вконтакте, твиты для продающей страницы и "плюсы" для главной страницы вашего сайта.

source: Set How, When and For Whom Your Lockers Appear
ru_ru: Настройки: как, когда и для кого будет отображаться замок

source: Of course, each website has its own unique audience. We know that a good business is an agile business. The premium version of Opt-In Panda provides 8 additional options that allow you to configure the lockers flexibly to meet your needs.
ru_ru: Конечно каждый сайт имеет свою собственную уникальную аудиторию. Мы знаем, что хороший бизнес - это гибкий бизнес. Премиум версия Opt-In Panda содержит 8 дополнительных опций, которые позволят вам гибко настроить замки для вашей уникальной аудитории.

source: Create Highly Shareable Content Via The Blur Effect
ru_ru: С помощью Эффекта Размытия вы можете вызвать огромный интерес к контенту, который вы заблокировали. Пользователи будут лайкать и делиться вашей страницей еще больше!

source: The previous versions of the plugin allowed only to hide the locked content totally. But recently we have added the long-awaited option to overlap content and make it transparent or blurred.
ru_ru: Предыдущие версии плагина полностью скрывали контент. Но в последнее время мы добавили долгожданную возможность перекрывать контент и делать его прозрачным или размытым .

source: When we tested this feature on sites of some our customers, we were blown away how this feature attracts attention of the huge number of visitors. If people see and understand that they will get after unlocking, the plugin works more effectively.
ru_ru: Когда мы тестировали эту функцию на сайтах некоторых наших клиентов, мы удивились, как эта особенность привлекает к себе внимание огромного количества посетителей. Если люди видят и понимают , что они получат после разблокировки, плагин работает более эффективно.

source: 3 Extra Stunning Themes For Your Lockers
ru_ru: 3 дополнительные потрясающие темы для ваших замков

source: The premium version of Opt-In Panda comes with 3 extra impressive, polished styles which create interest and attract attention. They are nicely animated and don't look obtrusive:
ru_ru: Премиум версия Opt-в Panda содержит 3 красивые темы, которые вызывают интерес и привлекают внимание. Они имеют завораживающую анимацию и совсем не навязчивы:

source: <strong>Dandyish</strong>. A very bright theme to attract maximum attention!
ru_ru: <strong>Dandyish</strong>. Очень яркая тема привлекает максимальное внимание!

source: <strong>Flat (new!)</strong>. An extremely awesome theme based on the latest web technologies that will make your site a superstar. It's truly fascinating!
ru_ru: <strong>Flat (новая!)</strong>. Она имеет современный дизайн в стиле flat, легко впишется в ваш дизайн и привлечет внимание пользователей!

source: <strong>Glass</strong>. A theme with transparent background which looks good on any website.
ru_ru: <strong>Glass</strong>. Тема с прозрачным фоном, отлично подойдет для видео и фото.

source: Get New Features & Updates Almost Every Week
ru_ru: Получайте новые возможности и обновления почти каждую неделю

source: We release about 3-4 updates each month, adding new features and fixing bugs. The Free version does not guarantee that you will get all the major updates. But if you upgrade to the Premium version, your copy of the plugin will be always up-to-date.
ru_ru: Мы выпускаем около 3-4 обновлений в месяц, добавляя новые возможности и исправляя ошибки. Бесплатная версия не гарантирует, что вы получите все основные обновления. Но если вы обновитесь до премиум версии, ваша копия плагина будет всегда актуальной.

source: Guaranteed Support Within 24h
ru_ru: Гарантированная поддержка в течение 24 часов

source: All of our plugins come with free support. We care about your plugin after purchase just as much as you do. We want to make your life easier and make you happy about choosing our plugins.
ru_ru: Для всех наших плагинов предоставляется бесплатная поддержка. Мы хотим сделать вашу жизнь проще и если у вас возникли какие-либо проблемы с установкой или эксплуатацией плагина, вы всегда можете обратиться к нам за помощью.

source: Unfortunately we receive plenty of support requests every day and we cannot answer to all the users quickly. But for the users of the premium version (and the trial version), we guarantee to respond to every inquiry within 1 business day (typical response time is 3 hours).
ru_ru: Мы получаем большое количество писем от наших клиентов и, к сожалению, не можем ответить всем сразу. Но для пользователей премиум версии (и пробной версии ), мы гарантируем, что ответим на каждый запрос в течение 1 рабочего дня ( типичное время отклика составляет 3 часа ).

source: A Facebook App is required for the following buttons:
ru_ru: Приложение в Facebook необходимо для использования следующих кнопок:

source: Facebook Share of the Social Locker.
ru_ru: Facebook поделиться в Социальном замке

source: Facebook Sign-In of the Sign-In Locker.
ru_ru: Кнопки авторизации в Facebook из "Замка авторизации"

source: Facebook Subscribe of the Email Locker.
ru_ru: Подписаться с помощью Facebook в Email замке.

source: If you want to use these buttons, you need to register a Facebook App for your website. Otherwise you can use the default Facebook App Id (117100935120196).
ru_ru: Если вы хотите использовать эти кнопки, вам нужно зарегистрировать Facebook приложение для вашего сайта. В противном случае вы можете использовать наше приложение по умолчанию Facebook App Id (117100935120196).

source: In other words, <strong>you don't need to create an own app</strong> if you're not going to use these Facebook buttons.
ru_ru: Если вы <strong>не собираетесь использовать кнопки Facebook</strong>(поделиться или кнопки авторизации), вам не нужно создавать приложение в Facebook.

source: 1. Open the website <a href="%s" target="_blank">developers.facebook.com</a> and click "Add a New App" (you have to be logged in):
ru_ru: 1. Откройте сайт <a href="%s" target="_blank">developers.facebook.com</a> и нажмите «Добавить новое приложение» (вы должны войти в систему):
