Repository: alexkovalevv/wp-plugin-bizpanda
Catalog: langs/bizpanda-*.po
Languages: ru_ru

source: Subscription Options
ru_ru: Опции подписки

source: Social Options
ru_ru: Настройки социальных кнопок

source: Lock Options
ru_ru: Опции блокировки

source: Stats Options
ru_ru: Опции статистики

source: Notifications
ru_ru: Уведомления

source: Permissions
ru_ru: Права доступа

source: Front-end Text
ru_ru: Локализация текста

source: Terms & Policies
ru_ru: Условия использования и Политика

source: The settings have been updated successfully!
ru_ru: Настройки были успешно обновлены!

source: Stats & Reports
ru_ru: Статистика и отчеты

source: The item with ID =
ru_ru: Элемент с ID =

source: (no titled, id=%s)
ru_ru: (нет заголовка, id=%s)

source: You are viewing reports for
ru_ru: Вы просматриваете статистику для

source: Select item to view:
ru_ru: Выберите новый тип для просмотра:

source: Select
ru_ru: Выбрать

source: This chart shows the count of times when the locker was not available to use due to the visitor installed the extensions like Avast or Adblock which may block social networks.<br />By default, the such visitors see the locker without social buttons but with the offer to disable the extensions. You can set another behaviour <a href="%s"><strong>here</strong></a>.
ru_ru: Этот график показывает, сколько раз Социальный Замок был недоступен для посетителей. Это может происходить, если пользователь использует специальные расширения для браузера (Avast, Adblock), которые блокируют загрузку кнопок социальных сетей. В этом случае пользователь увидит ошибку вместо кнопок. Вы можете задать другое поведение <a href="%s"><strong>здесь</a>.

source: Date range
ru_ru: Период

source: Apply
ru_ru: Применить

source: Data for the post: <strong>%s</strong> (<a href="%s">return back</a>)
ru_ru: Данные для записи: <strong>%s</strong> (<a href="%s">вернуться назад</a>)

source: Top-50 posts and pages where you put the locker, ordered by their performance:
ru_ru: Топ-50 записей и страниц, где вы установили замок, отсортированы по популярности использования:

source: Select Locker
ru_ru: Выберите замок

source: Please select a locker to view reports.
ru_ru: Пожалуйста, выберите замок для просмотра статистики.

source: Options linked with the locking feature. Don't change the options here if you are not sure that you do.
ru_ru: Опции, связанные с функцией блокировки. Не меняйте параметры, если вы не уверены в том, что вы делаете.

source: Debug
ru_ru: Режим отладки

source: If this option turned on, the plugin displays information about why the locker is not visible.
ru_ru: Если Вкл, плагин показывает информацию, почему Социальный замок не виден пользователям.

source: Pass Code
ru_ru: Кодовое слово

source: Optional. When the pass code is contained in your website URL, the locked content gets automatically unlocked.<br/><div class="opanda-example"><strong>Usage example:</strong> <a href="#" class="opanda-url" target="_blank">%s<span class="opanda-passcode"></span></a></div>
ru_ru: Необязательно. Когда кодовое слово содержится в URL вашего сайта, заблокированный контент будет автоматически разблокирован.<br/><div class="opanda-example"><strong>Пример:</strong> <a href="#" class="opanda-url" target="_blank">%s<span class="opanda-passcode"></span></a></div>

source: Permanent Unlock<br /> For Pass Code
ru_ru: Открыть замок<br /> по кодовому слову

source: Optional. If On, your lockers will be revealed forever if the user once opened the page URL with the Pass Code.<br />Otherwise your lockers will be unlocked only when the page URL contains the Pass Code.
ru_ru: Если Вкл и пользователь перешел по ссылке, содержащей кодовое слово, то контент разблокируется для пользователя навсегда, независимо от того, будет ли передано кодовое слово в следующий раз или нет

source: Session Duration<br />(in secs)
ru_ru: Длительность сессии<br />(в сек)

source: Optional. The session duration used in the advanced Visiblity Options. The default value 900 seconds (15 minutes).
ru_ru: Необязательно. Длительность сессии, используемая в настройках видимости локера. Менять не рекомендуется.

source: Session Freezing
ru_ru: Заморозка сессии

source: Optional. If On, the length of users' sessions is fixed, by default the sessions are prolonged automatically every time when a user visits your website for a specified value of the session duration.
ru_ru: Необязательно. Если Вкл, то сессия фиксирована, если нет, то продлевается автоматически после каждого визита

source: Interrelation
ru_ru: Взаимосвязь

source: Set On to make lockers interrelated. When one of the interrelated lockers are unlocked on your site, the others will be unlocked too.<br /> Recommended to turn on, if you use the Batch Locking feature.
ru_ru: Установите "Вкл", чтобы сделать Замки на вашем сайте взаимосвязанными. Когда любой из взаимосвязанных Замков разблокирован пользователем, то остальные Замки также будут разблокированы для этого пользователя. Рекомендуется включить, если вы используете Массовую блокировку на вашем сайте.

source: Show Locker With Warning
ru_ru: Показывать замок с предупреждением

source: Show Locker As Usual
ru_ru: Показать замок, как обычно

source: Hide Locker
ru_ru: Скрыть замок

source: In-App Browsers
ru_ru: Браузеры в мобильных приложениях

source: Optional. By default the locker appears when a page is opened in in-app mobile browsers like Facebook In-App Browser, Instagram In-App Browser (and others). For some users the locker may not work properly in in-app browsers, so you can hide it or show the locker with a warning offering to open a page in a standard browser.
ru_ru: Необязательный. По умолчанию замок появляется, когда страница открывается в мобильных браузерах, таких как Facebook In-App Browser, Instagram In-App Browser (и другие). Для некоторых пользователей замок может не работать должным образом, если браузер используется внутри мобильного приложения, поэтому вы можете скрыть замок или показать с предупреждения открыть страницу в стандартном браузере.

source: In-App Warning
ru_ru: Предупреждение в браузере мобильного приложения

source: You are viewing this page in the {browser}. The locker may work incorrectly in this browser. Please open this page in a standard browser.
ru_ru: Вы просматриваете эту страницу в {browser}. Замок может работать неправильно в этом браузере. Пожалуйста, откройте эту страницу в обычном браузере.

source: A warning message visible together with the locker when a user opens your page in an in-app browser.
ru_ru: Предупреждающее сообщение отображается вместе с замком, когда пользователь открывает вашу страницу в встроенном браузере приложения.

source: Show Locker With Error
ru_ru: Показать замок с ошибкой

source: Hide Locker, Show Content
ru_ru: Скрыть замок, показать контент

source: Optional. Setup how the locker should behave if AdBlock blocks social widgets.
ru_ru: Необязательный. Настройте, как должен работать замок, если AdBlock блокирует социальные кнопки.

source: AdBlock Error
ru_ru: AdBlock Ошибка

source: Unable to create social buttons. Please make sure that nothing blocks loading of social scripts in your browser. Some browser extentions (Avast, PrivDog, AdBlock, Adguard etc.) or usage of private tabs in FireFox may cause this issue. Turn them off and try again.
ru_ru: Невозможно создать кнопки. Пожалуйста, убедитесь, что ничто не препятствует загрузке социальных сценариев в вашем браузере. Некоторые расширения браузера (Avast, PrivDog, AdBlock и т.д.) могут вызывать эту проблему. Отключите их и попробуйте снова.

source: An error displaying when AdBlock extensions block loading of social buttons.
ru_ru: Ошибка отображается во время использования расширения AdBlock, который блокирует загрузку социальных кнопок.

source: Locked content<br /> is visible in RSS feeds
ru_ru: Заблокированный контент доступен в RSS

source: Set On to make locked content visible in RSS feed.
ru_ru: Включите, чтобы заблокированный контент был доступен в RSS ленте. По умолчанию заблокированный контент вырезается.

source: Actual URLs by default
ru_ru: Фактические адреса страниц по умолчанию

source: Optional. If you do not set explicitly URLs to like/share in the settings of social buttons, then by default the plugin will use an URL of the page where the locker is located. Turn on this option to extract URLs to like/share from an address bar of the user browser, saving all query arguments. By default (when this option disabled) permalinks are used.
ru_ru: Необязательно. Если вы явно не задали в настройках социальных кнопок адреса страниц для лайков, твитов и плюсов, то плагин будет по умолчанию использовать адрес страницы, где расположен Замок. Включите эту опцию, чтобы получать адрес страницы для лайка/твита/плюса из адресной строки браузера, сохраняя все дополнительные параметры запроса. По умолчанию (когда эта опция выключена) используются постоянные адреса записей (permalinks).

source: Please don't change these options if everything works properly.
ru_ru: Пожалуйста, не изменяйте эти параметры, если все работает правильно.

source: Normalize Markup
ru_ru: Нормализация разметки

source: Optional. If you use the Batch Lock and the locker appears incorrectly, probably HTML markup of your page is broken. Try to turn on this option and the plugin will try to normalize html markup before output.
ru_ru: Необязательный. При использовании массовой блокировки, если замок или контент на странице отображается некорректно, вероятно HTML разметка вашей страницы была повреждена. Попробуйте включить эту опцию, и плагин будет пытаться нормализовать HTML-разметку перед выводом.

source: I use a dynamic theme
ru_ru: Я использую динамическую тему

source: If your theme loads pages dynamically via ajax, set "On" to get the lockers working (if everything works properly, don't turn on this option).
ru_ru: Необязательно. Если страницы вашего сайта загружаются динамически через AJAX, установите Вкл (если все работает, то ничего включать не нужно).

source: Creater Trigger
ru_ru: Создать триггер

source: Optional. Set any jQuery trigger bound to the root document to create lockers. By default lockers are created on loading a page.
ru_ru: Не обязательно. Это jQuery событие, на которое вешается создание замков на странице, по умолчанию на событие ready

source: Classic (full)
ru_ru: Скрыть полностью

source: Alt Overlap Mode
ru_ru: Режим наложения

source: This overlap mode will be applied for browsers which don't support the blurring effect.
ru_ru: Этот режим наложения будет использоваться, если браузер пользователя не поддерживает эффект размытия.

source: Auto
ru_ru: Авто

source: Hidden On Loading
ru_ru: Скрыт при загрузке

source: Visible On Loading
ru_ru: Виден при загрузке

source: Content Visibility<br />On Loading
ru_ru: Видимость содержимого <br /> При загрузке

source: By default if the blurring or transparent mode is used, the content may be visible during a short time before the locker appears. On other side, the classic mode is used, the locked content is hidden by default on loading. Change this option to manage content visibility when a page loads.
ru_ru: По умолчанию, если используется режим размытия или прозрачности, содержимое может отображаться в течение короткого времени до появления шкафчика. С другой стороны, используется классический режим, заблокированный контент скрыт по умолчанию при загрузке. Измените этот параметр, чтобы управлять видимостью контента при загрузке страницы.

source: Anti-Cheating
ru_ru: Анти-читинг

source: Turn it on to protect your locked content against cheating from visitors. Some special browser extensions allow to view the locked content without actual sharing. This option checks whether the user has really liked/shared your page. In future versions of the plugin, we will make this option active by default.
ru_ru: Включите эту настройку, чтобы защитить ваш контент от обмана со стороны пользователей, использующих специальные расширения для браузера, которые позволяют разблокировать скрытый контент без лайка. Если эта опция включена, то Замок обнаруживает подобные расширения и мгновенно пересоздает сам себя после ложной разблокировки.

source: Timeout of waiting<br />loading the locker (in ms)
ru_ru: Таймаут ожидания загрузки Замка (в мс)

source: The use can have browser extensions which block loading scripts from social networks. If the social buttons have not been loaded within the specified timeout, the locker shows the error (in the red container) alerting about that a browser blocks loading of the social buttons.<br />
ru_ru: Пользователь может использовать расширения браузера, которые блокируют загрузку скриптов социальных сетей. Если социальные кнопки в течение указанного времени не будут загружены, то Замок покажет сообщение об ошибке, что у пользователя что-то блокирует загрузку социальных кнопок.

source: Mark events you wish to get notifications about.
ru_ru: Отметьте события, на которые вы хотите получать уведомления.

source: New Lead Received
ru_ru: Получен новый подписчик

source: Set On to recived notifications via email about new leads.
ru_ru: Установите Вкл, чтобы получать уведомления по электронной почте о новых подписчиках.

source: Recipient
ru_ru: Получатель

source: An email address of the recipient to send notifications.
ru_ru: Адрес электронной почты получателя для отправки уведомлений.

source: Subject
ru_ru: Тема

source: A subject of the notification email. Supported tags: {sitename}.
ru_ru: Тема уведомления. Поддерживаемые теги: {sitename}.

source: Message
ru_ru: Сообщение

source: A body of the notification email. Supported tags: {sitename}, {siteurl}, {details}.
ru_ru: Шаблон email сообщения. Поддерживаемые теги: {sitename}, {siteurl},{details}.

source: Unlock Occurred
ru_ru: Замок был разблокирован

source: Set On to recived notifications via email about unlocks.
ru_ru: Установите Вкл, чтобы получать уведомления о том, что замок был разблокирован.

source: A body of the notification email. Supported tags: {sitename}, {siteurl}, {details}, {context}.
ru_ru: Шаблон email сообщения. Поддерживаемые теги: {sitename}, {siteurl},{details}.

source: Configure roles and permissions for getting access to the plugin features.
ru_ru: Настройка ролей и разрешений для получения доступа к функциям плагина.

source: %s Role
ru_ru: Роль %s

source: Grants access for users with the %s role.
ru_ru: Предоставляет доступ для пользователей с ролью "%s".

source: Lockers
ru_ru: Социальные замки

source: Allows to view and edit lockers.
ru_ru: Позволяет просматривать и редактировать замки.

source: Grants access to the Leads page.
ru_ru: Предоставляет доступ к странице подписчиков.

source: Grants access to the Stats & Reports page.
ru_ru: Предоставляет доступ к странице статистики и отчетов.

source: Settings
ru_ru: Настройки

source: Grants access to the Global Settings page.
ru_ru: Предоставляет доступ к странице общие настройки.

source: License Manager
ru_ru: Менеджер лицензий

source: Grants access to the License Manager page.
ru_ru: Предоставляет доступ к странице менеджера лицензий.

source: Set up here your social API keys and app IDs for social buttons.
ru_ru: На этой странице вы можете установить API ключи Соц. сетей и идентификаторы приложений для социальных кнопок.

source: Catalan
ru_ru: Каталонский

source: Czech
ru_ru: Чешский

source: Welsh
ru_ru: Уэльский

source: Danish
ru_ru: Датский

source: German
ru_ru: Немецкий

source: Basque
ru_ru: Баскский

source: English
ru_ru: Английский

source: Spanish
ru_ru: Испанский

source: Finnish
ru_ru: Финский

source: French
ru_ru: Французский

source: Galician
ru_ru: Галицкий

source: Hungarian
ru_ru: Венгерский

source: Italian
ru_ru: Итальянский

source: Japanese
ru_ru: Японский

source: Korean
ru_ru: Корейский

source: Norwegian
ru_ru: Норвежский

source: Dutch
ru_ru: Голландский

source: Polish
ru_ru: Польский

source: Portuguese (Brazil)
ru_ru: Португальский (Бразилия)

source: Portuguese (Portugal)
ru_ru: Португальский (Португалия)

source: Romanian
ru_ru: Румынский

source: Russian
ru_ru: Русский

source: Slovak
ru_ru: Словацкий

source: Slovenian
ru_ru: Словенский

source: Swedish
ru_ru: Шведский

source: Thai
ru_ru: Тайский

source: Turkish
ru_ru: Турецкий

source: Kurdish
ru_ru: Курдский

source: Simplified Chinese (China)
ru_ru: Упрощенный китайский (Китай)

source: Traditional Chinese (Hong Kong)
ru_ru: Традиционный китайский (Гонконг)

source: Traditional Chinese (Taiwan)
ru_ru: Традиционный китайский (Тайвань)

source: Afrikaans
ru_ru: Африканский

source: Albanian
ru_ru: Албанский

source: Armenian
ru_ru: Армянский

source: Azeri
ru_ru: Азери

source: Belarusian
ru_ru: Белорусский

source: Bengali
ru_ru: Бенгальский

source: Bosnian
ru_ru: Боснийский

source: Bulgarian
ru_ru: Болгарский

source: Croatian
ru_ru: Хорватский

source: Dutch (Belgie)
ru_ru: Голландский ( нидерландский )

source: Esperanto
ru_ru: Эсперантский

source: Estonian
ru_ru: Эстонский

source: Faroese
ru_ru: Фарерский

source: Georgian
ru_ru: Грузинский

source: Greek
ru_ru: Греческий

source: Gujarati
ru_ru: Гуджарати

source: Hindi
ru_ru: Хинди

source: Icelandic
ru_ru: Исландский

source: Indonesian
ru_ru: Индонезийский

source: Irish
ru_ru: Ирландский

source: Javanese
ru_ru: Яванцы

source: Kannada
ru_ru: Каннадский

source: Kazakh
ru_ru: Казахский

source: Latin
ru_ru: Латинский

source: Latvian
ru_ru: Латвийский

source: Limburgish
ru_ru: Лимбургский

source: Lithuanian
ru_ru: Литвийский

source: Macedonian
ru_ru: Македонский

source: Malagasy
ru_ru: Малагасийский

source: Malay
ru_ru: Малайский

source: Maltese
ru_ru: Мальтийский

source: Marathi
ru_ru: Маратхи

source: Mongolian
ru_ru: Монгольский

source: Nepali
ru_ru: Непальский

source: Punjabi
ru_ru: Пенджабский

source: Romansh
ru_ru: Романшский

source: Sanskrit
ru_ru: Санскритский

source: Serbian
ru_ru: Сербский

source: Somali
ru_ru: Сомалийский

source: Swahili
ru_ru: Суахили

source: Filipino
ru_ru: Филиппинский

source: Tamil
ru_ru: Тамильский

source: Tatar
ru_ru: Татарский

source: Telugu
ru_ru: Телугу

source: Malayalam
ru_ru: Малайялам

source: Ukrainian
ru_ru: Украинский

source: Uzbek
ru_ru: Узбекский

source: Vietnamese
ru_ru: Вьетнамский

source: Xhosa
ru_ru: Косский

source: Zulu
ru_ru: Зулусский

source: Khmer
ru_ru: Кхмерская

source: Tajik
ru_ru: Таджикский

source: Arabic
ru_ru: Арабский

source: Hebrew
ru_ru: Иврит

source: Urdu
ru_ru: Урду

source: Persian
ru_ru: Персидский

source: Syriac
ru_ru: Сирийский

source: Yiddish
ru_ru: Идиш

source: Guarani
ru_ru: Гуарани

source: Quechua
ru_ru: Кечуа

source: Aymara
ru_ru: Аймара

source: Northern Sami
ru_ru: Северные саамы

source: Pashto
ru_ru: Пушту

source: Language of Buttons
ru_ru: Язык кнопок

source: Select the language that will be used for the social buttons in Social Lockers.
ru_ru: Выберите язык, который будет использоваться для социальных кнопок. Для кнопок Вконтакте язык определяется автоматически на основе настроек браузера.

source: Lazy Loading
ru_ru: Отложенная загрузка

source: If on, creates social buttons only at the moment when the locker gets visible on the screen (for better performance).
ru_ru: Если Вкл, создает социальные кнопки, после того как социальный замок станет видимым (для лучшей производительности)

source: Vkontakte App ID
ru_ru: Идентификатор приложения в Вконтакте

source: If you want to use the Vk like, share or sign-in buttons you need to <a href="%s" target="_blank">register another app</a> id for your website.
ru_ru: Если вы хотите использовать кнопки Вконтакте, вам необходимо <a href="%s" target="_blank">зарегистрировать приложение</a> и получить идентификатор приложения для вашего сайта.

source: <a href="%s" class="btn btn-default" target="_blank">Register App</a>
ru_ru: <a href="%s" class="btn btn-default" target="_blank">Как получить?</a>

source: Vkontakte Protected Key
ru_ru: Защищенный ключ

source: If you want to use Vk sign-in buttons you need to <a href="%s" target="_blank">register another app</a> and get the protected key.
ru_ru: Если вы хотите использовать кнопки авторизации Вконтакте вам необходимо <a href="%s" target="_blank">зарегистрировать приложение</a> и получить защищенный ключ.

source: Facebook App ID
ru_ru: Идентификатор приложения в Facebook

source: By default, the developer app id is set. If you want to use the Facebook Share or Facebook Sign-In buttons you need to <a href="%s" target="_blank">register another app</a> id for your website.
ru_ru: По умолчанию установлен app id разработчиков Onepress. Если вы хотите использовать Facebook поделиться или Facebook кнопки авторизации, вам нужно <a href="%s" target="_blank">зарегистрировать приложение</a> и установить его id в поле выше.

source: Facebook API Version
ru_ru: Версия Facebook API

source: Optional. Use the most recent version of the API (v2.10) but if Facebook buttons or widgets don't work on your website try to switch to other versions.
ru_ru: Опционально, используйте самую последнюю версию API (v2.10) но если Facebook кнопки или виджет не работают на вашем веб-сайте попробуйте переключиться на другие версии.

source: Twitter API Keys
ru_ru: Twitter API ключи

source: Use the default keys
ru_ru: ключи по умолчанию

source: Use my own Twitter App
ru_ru: ключи моего приложения

source: The Twitter Sign-In button requires a Twitter App. We prepared one for you by default. But if you worry about security, you can <a href="%s">create an own app</a>. Also by creating your own Twitter app you will be able to change the title, description and image for the "Sign In" popup window.
ru_ru: Кнопка Твиттер "авторизации" требует приложение в Twitter. По умолчанию мы предоставляем вам ключи к нашему приложению. Но если вы беспокоитесь о безопасности, вы можете <a href="%s">создать собственные приложения</a>. Также, создавая свое собственное твиттер приложение, вы сможете изменить название, описание и значок во всплывающем окне.

source: The Twitter Consumer Key of your Twitter App.
ru_ru: Введите Consumer Key вашего приложения.

source: Connect Locker
ru_ru: Замок авторизации

source: The Twitter Consumer Secret of your Twitter App.
ru_ru: Введите Consumer Secret вашего приложения.

source: Google Client ID
ru_ru: Идентификатор клиента Google

source: <a href="%s" class="btn btn-default">Get Client ID</a>
ru_ru: <a href="%s" class="btn btn-default">Как получить?</a>

source: If you want to use the YouTube Subscribe or Google Sign-In buttons, please <a href="%s">create a Client ID</a> for your website.
ru_ru: Если вы хотите использовать кнопку youtube или google аторизации, вам нужно <a href="%s">зарегистрировать приложение в google</a> и получить client ID, чтобы вставить в форму выше.

source: LinkedIn Client ID
ru_ru: Идентификатор клиента LinkedIn

source: <a href="%s" class="btn btn-default">Register App</a>
ru_ru: <a href="%s" class="btn btn-default">Как получить?</a>

source: If you want to use the LinkedIn Sign-In button, please <a href="%s">register an app</a> for your website and set Client ID / Secret of your app in this field and the field below.
ru_ru: Если вы хотите использовать кнопку авторизации Linkedin, вам необходимо <a href="%s">зарегистрировать приложение</a>, а полученные Client ID и Secret вписать в соответствующие поля.

source: LinkedIn Client Secret
ru_ru: Секретный код клиента LinkedIn

source: The LinkedIn Client Secret of your LinkedIn App.
ru_ru: Client Secret вашего приложения в Linkedin

source: Configure here how the plugin should collect the statistical data.
ru_ru: Настройки, как плагин должен собирать статистические данные.

source: Google Analytics
ru_ru: Google аналитика
