Repository: alexkovalevv/wp-plugin-bizpanda
Catalog: langs/bizpanda-*.po
Languages: ru_ru

source: In the preview mode, some features of the locker may not work properly.
ru_ru: в режиме предварительного просмотра некоторые функции Социального Замка могут не работать.

source: Your browser doen't support the iframe tag.
ru_ru: Ваш браузер не поддерживает Iframe тег.

source: You can change the Terms & Policies options on <a href="%s" target="_blank">this page</a>.
ru_ru: Вы можете отключить или изменить условия использования и политику конфиденциальности на <a href="%s" target="_blank">этой странице</a>.

source: Lock Delay
ru_ru: Задержка замка

source: Displays the locker after the specified interval (in seconds).
ru_ru: Отображает замок после указанного интервала (в секундах).

source: Hide For Members
ru_ru: Зарег. пользов.

source: If on, hides the locker for registered members.
ru_ru: Скрывает Замок для зарегистрированных на сайте пользователей, если Вкл.

source: ReLock
ru_ru: Повторная блк.

source: If on, being unlocked the locker will appear again after a specified interval.
ru_ru: Если Вкл, будучи ранее открыт, Замок появится снова через указанный интервал.

source: Show Always
ru_ru: Не запоминать

source: If on, the locker appears always even it was unlocked.
ru_ru: Если Вкл, Замок будет отображаться, даже если был ранее разблокирован.

source: Mobile
ru_ru: Мобильный

source: If on, the locker will appear on mobile devices.
ru_ru: Если Вкл, Замок будет отображаться и на мобильных устройствах.

source: The locker will reappear after:
ru_ru: Замок появится снова через:

source: day(s)
ru_ru: день(ней)

source: hour(s)
ru_ru: час(а)(ов)

source: minute(s)
ru_ru: минут(ы)

source: Any changes will apply only for new users.
ru_ru: Любые изменения будут применяться только для новых пользователей.

source: Options Mode:
ru_ru: Режимы:

source: Simple
ru_ru: Обычный

source: Advanced
ru_ru: Настроить

source: User
ru_ru: Пользователь

source: Role
ru_ru: Роль пользователя

source: A role of the user who views your website. The role "guest" is applied to unregistered users.
ru_ru: Роль пользователя, который просматривает ваш сайт. Роль «гость» применяется для незарегистрированных пользователей.

source: Registration Date
ru_ru: Дата регистрации

source: The date when the user who views your website was registered. For unregistered users this date always equals to 1 Jan 1970.
ru_ru: Дата, когда был зарегистрирован пользователь, который просматривает ваш сайт. Для незарегистрированных пользователей эта дата всегда равна 1 января 1970 года.

source: Mobile Device
ru_ru: Мобильное устройство

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Determines whether the user views your website from mobile device or not.
ru_ru: Определяет, просматривает ли пользователь ваш сайт с мобильного устройства или нет.

source: Cookie Name
ru_ru: Имя Cookie

source: Determines whether the user's browser has a cookie with a given name.
ru_ru: Определяет, имеет ли в браузере пользователя файл cookie с заданным именем.

source: Session
ru_ru: Сессия

source: Total Pageviews
ru_ru: Всего просмотров

source: The total count of pageviews made by the user within one's current session on your website. You can specify a duration of the sessions <a href="%s" target="_blank">here</a>.
ru_ru: Общее количество просмотров страниц, совершенных пользователем в течение одной текущей сессии на вашем сайте. Можно задать время сессии <a href="%s" target="_blank">здесь</a>.

source: Locker Pageviews
ru_ru: Замок просмотрен

source: The count of views of pages where lockers located, made by the user within one's current session on your website. You can specify a duration of the sessions <a href="%s" target="_blank">here</a>.
ru_ru: Количество просмотров страниц, где установлен замок, совершенные пользователем в течение одной текущей сессии на вашем сайте. Можно задать время сессии <a href="%s" target="_blank">здесь</a>.

source: Landing Page
ru_ru: Целевая страница

source: A page of your website from which the user starts one's current session. You can specify a duration of the sessions <a href="%s" target="_blank">here</a>.
ru_ru: Страница вашего веб-сайта, с которой пользователь начинает сессию. Можно задать время сессии <a href="%s" target="_blank">здесь</a>.

source: Referrer
ru_ru: Откуда пришел

source: A referrer URL which has brought the user to your website within the user's current session. You can specify a duration of the sessions <a href="%s" target="_blank">here</a>.
ru_ru: URL, с которого пользователь пришел на ваш веб-сайт в пределах текущей сессии. Можно задать время сессии <a href="%s" target="_blank">здесь</a>.

source: Location
ru_ru: Местоположение

source: Current Page
ru_ru: Текущая страница

source: An URL of the current page where a user who views your website is located.
ru_ru: URL-адрес текущей страницы, где находится пользователь, который просматривает ваш сайт.

source: Current Referrer
ru_ru: Внутренняя страница

source: A referrer URL which has brought a user to the current page.
ru_ru: URL внутренней страницы, с которой пришел пользователь.

source: Post
ru_ru: Запись

source: Publication Date
ru_ru: Дата публикации

source: The publication date of a post where a user who views your website is located currently.
ru_ru: Дата публикации записи, которую в данный момент просматривает пользователь.

source: [Hide For Members]: Show the locker only for guests
ru_ru: Показывать замок только для незарегистрированных.

source: [Hide On Mobile]: Hide the locker on mobile devices
ru_ru: Скрывать замок на мобильных устройствах

source: [Delayed Lock]: Show the locker only in posts older than 5 days
ru_ru: Показывать замок только в записях, которые старше 5-ти дней

source: Setup Visibility Conditions
ru_ru: Добавить условия отображения

source: Filters are applied consistently. Use templates to set up quickly the most popular conditions.
ru_ru: Условия применяются последовательно. Вы можете использовать шаблоны, чтобы быстро настроить наиболее популярные условия.

source: No filters specified. <a href="#" class="bp-add-filter">Click here</a> to add one.
ru_ru: Фильтры еще не созданы. <a href="#" class="bp-add-filter">Нажмите сюда</a>, чтобы добавить фильтр.

source: or
ru_ru: или

source: Remove
ru_ru: Удалить

source: Template
ru_ru: Шаблон

source: - select a template -
ru_ru: -выберите шаблон-

source: No conditions specified. <a href="#" class="bp-link-add">Click here</a> to add one.
ru_ru: Условия еще не созданы. <a href="#" class="bp-link-add">Нажмите сюда</a>, чтобы добавить условие.

source: and
ru_ru: и

source: Equals
ru_ru: Равно

source: Doesn't Equal
ru_ru: Не равно

source: Greater Than
ru_ru: Больше чем

source: Less Than
ru_ru: Меньше чем

source: Older Than
ru_ru: Старше чем

source: Younger Than
ru_ru: Младше чем

source: Contains
ru_ru: Содержит

source: Doesn't Сontain
ru_ru: Не содержит

source: Between
ru_ru: Между

source: AND
ru_ru: И

source: from
ru_ru: из

source: to
ru_ru: от

source: Second(s)
ru_ru: Секунд(ы)

source: Minutes(s)
ru_ru: Минут(ы)

source: Hours(s)
ru_ru: Час(ы)

source: Day(s)
ru_ru: День(и)

source: Week(s)
ru_ru: Неделя(и)

source: Month(s)
ru_ru: Месяц(ы)

source: Year(s)
ru_ru: Год(ы)

source: , younger than
ru_ru: , младше чем

source: relative
ru_ru: относительно

source: absolute
ru_ru: абсолютно

source: + Add Filter
ru_ru: + Добавить условие

source: Locker
ru_ru: Замок

source: All Lockers
ru_ru: Список замков

source: Add new
ru_ru: Создание нового Социального замка

source: Edit
ru_ru: Редактировать

source: Edit Item
ru_ru: Редактирование замка

source: New Item
ru_ru: Создать новый замок

source: View
ru_ru: Просмотр

source: Search Items
ru_ru: Поиск замков

source: No Items found
ru_ru: Ничего не найдено

source: No Items found in trash
ru_ru: Корзина пуста

source: Parent Item
ru_ru: Родитель

source: <div><strong>[Locker] The locker [id=%d] doesn't exist or the default lockers were deleted.</strong></div>
ru_ru: <div><strong>[Замок] замок [id=%d] не существует или замок по умолчанию был удален.</strong></div>

source: Color
ru_ru: Цвет

source: Set up color and opacity:
ru_ru: Задайте цвет и прозрачность

source: Gradient
ru_ru: Градиент

source: Set up gradient
ru_ru: Настройте градиент

source: Pattern
ru_ru: Изображение

source: Set up pattern
ru_ru: Выберите фоновое изображение

source: Locker Container
ru_ru: Контейнер

source: Background
ru_ru: Фон

source: Set up gradient:
ru_ru: Настройте градиент:

source: Outer Border
ru_ru: Внешняя граница

source: Set up color for outer border:
ru_ru: Задайте цвет внешней границы

source: Set up gradient for outer border:
ru_ru: Градиент внешней границы

source: Set up pattern for outer border:
ru_ru: Текстура внешней границы

source: Outer border width
ru_ru: Ширина внешней границы

source: Outer border radius
ru_ru: Радиус внешней границы

source: Inner Border
ru_ru: Внутренняя граница

source: Set up color for inner border:
ru_ru: Задайте цвет внутренней границы

source: Set up gradient for inner border:
ru_ru: Градиент внутренней границы

source: Set up pattern for inner border:
ru_ru: Текстура внутренней границы

source: Inner border width
ru_ru: Ширина внутренней границы:

source: Inner border radius
ru_ru: Радиус внутренней границы:

source: Text
ru_ru: Текст

source: Header text
ru_ru: Текст заголовка

source: Message text
ru_ru: Текст сообщения

source: Header icons
ru_ru: Иконка заголовка

source: Paddings
ru_ru: Отступы

source: Box paddings
ru_ru: Внутренние отступы контейнера

source: Margin after header
ru_ru: Отступ после заголовка

source: Margin after message
ru_ru: Отступ после сообщения

source: Locker Buttons
ru_ru: Кнопки

source: Mounts
ru_ru: Подложка

source: Color and opacity
ru_ru: Цвет и прозрачность

source: Border radius
ru_ru: Радиус границы

source: Cover Backgrounds
ru_ru: Фон обложки

source: Twitter cover color
ru_ru: Цвет обложки Twitter

source: Facebook cover color
ru_ru: Цвет обложки Facebook

source: Google cover color
ru_ru: Цвет обложки Google

source: LinkedIn cover color
ru_ru: Цвет обложки LinkedIn

source: Cover Text
ru_ru: Текст обложки

source: Font
ru_ru: Шрифт

source: VKontakte cover color
ru_ru: Цвет обложки Вконтакте

source: Odnoklassniki cover color
ru_ru: Цвет обложки Одноклассники

source: Border
ru_ru: Граница

source: Borders
ru_ru: Границы

source: Top border height
ru_ru: Высота верхней границы

source: Outer border color
ru_ru: Цвет внешней границы

source: Form Buttons
ru_ru: Кнопки

source: Border color
ru_ru: Цвет внешней границы

source: Border width
ru_ru: Ширина внешней границы

source: Inner paddings
ru_ru: Внутренние отступы контейнера

source: Form Textboxes
ru_ru: Текстовые поля формы

source: Standard background
ru_ru: Фон

source: Inner border color
ru_ru: Цвет внутренней границы

source: Twitter Color
ru_ru: Цвет Twitter

source: Set up color
ru_ru: Задайте цвет

source: Facebook Color
ru_ru: Цвет Facebook

source: Google Color
ru_ru: Цвет Google

source: LinkedIn Color
ru_ru: Цвет LinkedIn

source: Vkontakte Color
ru_ru: Цвет Вконтакте

source: Odnoklassniki Color
ru_ru: Цвет Одноклассники
