Repository: alexkovalevv/wp-plugin-bizpanda
Catalog: langs/bizpanda-*.po
Languages: ru_ru

source: 2. Type your app name (it will be visible for users), email address (for notifications from Facebook) and click "Create App ID":
ru_ru: 2. Введите имя своего приложения (оно будет видно для пользователей), адрес электронной почты (для уведомлений от Facebook) и нажмите «Создать идентификатор приложения»:

source: 3. Pass the security check if needed by typing the code displaying on the picture and clicking on "Submit":
ru_ru: 3. Пропустите проверку безопасности, если необходимо, набрав код, отображаемый на картинке, и нажмите «Отправить»:

source: 4. Click "Settings" in the menu at the left:
ru_ru: 4. Нажмите «Настройки» в меню слева:

source: 5. Twice enter your site domain name: without "www" and with "www", check your email address, set the category and click "+ Add Platform":
ru_ru: 5. Дважды введите доменное имя вашего сайта: без «www» и «www», проверьте свой адрес электронной почты, установите категорию и нажмите «+ Добавить платформу»:

source: 6. Click "Website":
ru_ru: 6. Нажмите «Веб-сайт»:

source: 7. Specify an URL of your website and save the changes:
ru_ru: 7. Укажите URL-адрес своего веб-сайта и сохраните изменения:

source: 8. Move to the section "App Review":
ru_ru: 8. Перейдите в раздел «Обзор приложений»:

source: 9. Make your app available to the general public:
ru_ru: 10. Сделайте ваше приложение публичным

source: 11. Paste your Facebook App Id on the page Global Settings > <a href="%s">Social Options</a>.
ru_ru: 12. Вставьте ваш ID приложения в Facebook на странице "Общие настройки" > <a href="%s">Настройки социальных кнопок</a>.

source: Using the Facebook Like with the Social Locker
ru_ru: Использование Facebook мне нравится с социальным замком

source: This note describes the Facebook restriction regarding using the Facebook Buttons in the Social Locker.
ru_ru: В данной заметке описываются ограничения Facebook относительно использования кнопок Facebook в социальном замке.

source: Since 5 Nov, you don't have to incentivize people to like your page to unlock the content:
ru_ru: Начиная с 5 ноября вы не сможете заставить людей нажимать на кнопку мне нравится, чтобы открыть скрытый контент:

source: You must not incentivize people to use social plugins or to like a Page. This includes offering rewards, or gating apps or app content based on whether or not a person has liked a Page. It remains acceptable to incentivize people to login to your app, checkin at a place ...
ru_ru: Вы не сможете заставить людей нажимать на кнопку мне нравится с помощью социальных плагинов. Это относится к приложениям, которые предоставляют награду за нажатие на кнопку мне нравится или заставляют пользователя нажимать на эту кнопку, даже если он этого не осознает. Но политика facebook не запрещает делать то же самое, если пользователь прошел авторизацию в facebook приложении.

source: Source:
ru_ru: Источник:

source: <strong>This Facebook restriction doesn't affect</strong> on the Facebook Connect and Facebook Subscribe buttons (which ask to log into your app) from Email and Connect Lockers.
ru_ru: <strong>Ограничение от Facebook не влияет</strong> на кнопки авторизации и подписки (которые предлагают пройти авторизацию в вашем приложении) от email замка и замка авторизации.

source: <strong>This restriction doesn't affect</strong> on buttons from other social networks (Twitter, Google, LinkedIn).
ru_ru: <strong>Это ограничение не влияет на</strong> кнопки других социальных сетей (Twitter, Google, LinkedIn).

source: Technically <strong>you can ignore this restriction, the Social Locker will work without any problems</strong>. Also you can just update a bit the settings of your lockers to make it compatible with the new policy.
ru_ru: Технически <strong>вы можете игнорировать это ограничение, социальный замок будет работать без каких-либо проблем</strong>. Также вы можете просто обновить настройки вашего замка, чтобы поддержать политику Facebook.

source: Making Social Locker compatible with the Facebook Policies
ru_ru: Создание социальных замков совместимо с политикой Facebook

source: If want to use the Social Locker with the Facebook Like and keep it compatible with the new Facebook Policies, you need to convert your Social Locker to "Social Reminder". What does it mean?
ru_ru: Если хотите использовать Facebook мне нравится в социальном замке и соблюдать новую политику Facebook, вам необходимо конвертировать ваш Социальный замок в «Социальные уведомления». Что это значит?

source: 1. Enable the option Close Icon.
ru_ru: 1. Включите кнопку закрыть.

source: You have to give people the way to skip the liking process.
ru_ru: Вы должны предоставить людям выбор и возможность пропустить процесс нажатия на кнопку мне нравится.

source: The Close Icon is not bright and the most people will not notice it at first time and will still click on the Like button.
ru_ru: Кнопка закрыть малоприметная и большинство пользователей ее не заметят с первого раза и будут по-прежнему нажимать кнопку мне нравится.

source: 2. Remove any phrases like "this content is locked" from your locker.
ru_ru: 2. Удалите подобные выражения, как «этот контент заблокирован», из вашего замка.

source: Don't write that your content is locked. Ask support you because you need it in order to keep doing what you're doing (provide free downloads, write good articles and so on).
ru_ru: Не пишите, что ваш контент заблокирован. Попросите вас поддержать, что вам это необходимо для развития и популяризации своего дела.

source: 3. Turn on the Transparency or Blurring mode.
ru_ru: 3. Включите режим прозрачности или размытия.

source: It makes your locker looks like a popup which appears suddenly to ask the user to support you.
ru_ru: Это сделает ваш замок похожим на всплывающее окно, которое появляется, чтобы попросить пользователя поддержать вас.

source: A Google Client ID is required for the following buttons:
ru_ru: Приложение в Google обязательно для возможности использования следующих действий:

source: YouTube Subscribe of the Social Locker.
ru_ru: Подписаться на канал YouTube в "Замке авторизации"

source: Google Sign-In of the Sign-In Locker.
ru_ru: Авторизоваться в Google из "Замка авторизации"

source: Google Subscribe of the Email Locker.
ru_ru: Подписаться с помощью Google в Email замке

source: If you want to use these buttons, you need to get Google Client ID App for your website.
ru_ru: Если вы хотите использовать кнопки авторизации в Google, вам необходимо установить Google клиент ID для вашего веб-сайта.

source: <strong>You don't need to get a Client ID</strong> if you're not going to use these buttons.
ru_ru: <strong>Вам не нужно получать Google клиент ID</strong>, если вы не используете кнопки авторизации.

source: 1. Go to the <a href="%s" target="_blank">Google Developers Console</a>.
ru_ru: 1. Перейдите по ссылке <a href="%s" target="_blank">Google Developers Console</a>.

source: Field
ru_ru: Поля

source: How To Fill
ru_ru: Как заполнять

source: Application Type
ru_ru: Тип приложения

source: Authorized Javascript origins
ru_ru: Разрешенные источники JavaScript

source: Add the origins:
ru_ru: Добавьте url ниже:

source: Authorized redirect URIs
ru_ru: Разрешенные перенаправления на URIs

source: Paste the URL:
ru_ru: Вставьте url ниже:

source: 10. Copy and paste it on the page Global Settings > <a href="%s">Social Options</a>.
ru_ru: 10. Скопируйте его и вставьте на странице Общие настройки > <a href="%s">Настройки социальных кнопок</a>.

source: Getting LinkedIn Client ID
ru_ru: Получение API ключей в LinkedIn

source: A LinkedIn Client ID is required for the following buttons:
ru_ru: API ключи LinkedIn необходимы для использования следующих кнопок:

source: LinkedIn Sign-In of the Sign-In Locker.
ru_ru: Кнопка авторизации LinkedIn из "Замка авторизации"

source: LinkedIn Subscribe of the Email Locker.
ru_ru: Подписаться с помощью LinkedIn в Email замке.

source: If you want to use these buttons, you need to get create a LinkedIn App for your website and generate a Client ID.
ru_ru: Если вы хотите использовать эту кнопку, вам необходимо создать приложение в LinkedIn и установить в настройках Client и Secret ID.

source: <strong>You don't need to do it</strong> if you're not going to use these LinkedIn buttons.
ru_ru: <strong>Вам не нужно получать ключи</strong>, если вы не используете кнопки авторизации.

source: 1. Go to the <a href="%s" target="_blank">LinkedIn Developer Network</a> and click <strong>Create Application</strong>.
ru_ru: 1. Перейдите <a href="%s" target="_blank">LinkedIn Developer Network</a> и нажмите <strong>Create Application(Создать приложение)</strong>.

source: 2. Fill up the form the following way:
ru_ru: 2. Заполните все поля формы:

source: Company
ru_ru: Название компании

source: Select an existing company or create your own one (you can use your website name as a company name).
ru_ru: Выберите существующую компанию или создайте новую (вы можете использовать имя вашего веб-сайта в качестве названия компании) .

source: The best name is your website name.
ru_ru: Введите название вашего веб-сайта.

source: Description
ru_ru: Описание

source: Explain what your app does, e.g:
ru_ru: Объясните, что делает ваше приложение:

source: This application asks your credentials in order to unlock the content. Please read the Terms of Use to know how these credentials will be used.
ru_ru: Это приложение запрашивает личные данные пользователя для того, чтобы разблокировать скрытый контент. Пожалуйста, ознакомьтесь с Условиями использования, чтобы знать, как будут использоваться полученные данные о пользователе.

source: Application Logo URL
ru_ru: URL иконки вашего приложения

source: Paste an URL to your logo (80x80px). Or use this default logo:
ru_ru: Вставьте ссылку на свой логотип( 80x80px). Или используйте этот логотип по умолчанию :

source: Application Use
ru_ru: Область применения:

source: Select "Other" from the list.
ru_ru: Выберите "Other" и выпадающего списка.

source: Website URL
ru_ru: URL веб-сайта

source: Paste your website URL:
ru_ru: Впишите Url вашего веб-сайта:

source: Business Email
ru_ru: Рабочий адрес эл. почты

source: Enter your email to receive updates regarding your app.
ru_ru: Введите ваш адрес электронной почты, чтобы получать обновления, касающиеся вашего приложения.

source: Business Phone
ru_ru: Рабочий телефон

source: Enter your phone. It will not be visible for visitors.
ru_ru: Введите свой ​​телефон. Он не будет виден вашим пользователям.

source: Mark the checkbox "I have read and agree to the LinkedIn API Terms of Use." and submit the form.
ru_ru: Поставьте галочку "I have read and agree to the LinkedIn API Terms of Use.(Я прочитал(-а) и принимаю условия использования LinkedIn API.)" и нажмите "Submit(Отправить)"

source: 3. On the page "Authentication", mark "<strong>r_basicprofile</strong>" and "<strong>r_emailaddress</strong>".
ru_ru: 3. На странице, на которую вы были перенаправлены, выберите закладку "Authentication(Аутентификация)" и поставьте галочки "<strong>r_basicprofile</strong>" и "<strong>r_emailaddress</strong>".

source: 4. In the field "<strong>Authorized Redirect URLs</strong>" of the section "<strong>OAuth 2.0</strong>" paste the URL:
ru_ru: 4. В поле "<strong>Authorized Redirect URLs(Разрешённые URL-адреса перенаправления)</strong>" в разделе "<strong>OAuth 2.0</strong>" вставьте этот URL:

source: Click the orange button "<strong>Add</strong>", then click the button button "<strong>Update</strong>" below the from.
ru_ru: Нажмите оранжевую кнопку "<strong>Add</strong>", после нажмите кнопку "<strong>Update(обновите)</strong>", расположенную ниже.

source: 5. On the page "Settings", switch <strong>Application Status</strong> to <strong>Live</strong>. Click the button Update.
ru_ru: 5. На странице "Settings(Настройки)" выберите <strong>Application Status(Статус приложения)</strong> <strong>Live(Эксплуатация)</strong>. Нажмите кнопку обновить.

source: 4. Return to the page "Authentication", copy your <strong>Client ID</strong> and <strong>Client Secret</strong>, paste them on the page Global Settings > <a href="%s">Social Options</a>.
ru_ru: 6. Возвращайтесь на страницу "Authentication(Аутентификация)", скопируйте <strong>Client ID(Идентификатор клиента)</strong> и <strong>Client Secret(Секретный ключ клиента)</strong>, затем установите их на странице Общие настройки > <a href="%s">Настройки социальных кнопок</a>.

source: Creating own Social Apps is not required in most cases. Click on the links below to know about the cases when you need to create respective apps.
ru_ru: В большинстве случаев не требуется создание социальных приложений. Нажмите на ссылки ниже, чтобы знать о случаях, когда необходимо создавать социальные приложения.

source: A Twitter App is required for the Twitter Sign-In button of the Sign-In Locker.
ru_ru: Создание приложения в Twitter требуется для того, чтобы у вас была возможность использовать "Замок авторизации", а также некоторые опции кнопки в Социальном замке.

source: We already created one by default. It's completely ready to use, so you can skip this instruction.
ru_ru: Мы уже создали за вас приложение. Оно полностью готово к использованию, так что вы можете пропустить эту инструкцию.

source: Create your own Twitter App only if you want to change the app title, url, image, description visible when the user click on the Tweet Sign-In button.
ru_ru: Вы можете создать свое собственное приложение, чтобы изменить его название, url, изображение, описание, когда пользователь нажимает на кнопку авторизоваться в Twitter.

source: On the image below you can see which areas you can change by creating your own app.
ru_ru: На изображении ниже вы можете увидеть, какие области вы можете изменить путем создания собственного приложения.

source: 1. Open the website <a href="%s" target="_blank">apps.twitter.com</a> and click "Create New App".
ru_ru: 1. Откройте веб-страницу <a href="%s" target="_blank">apps.twitter.com</a> и нажмите "Create New App(Создать новое приложение)".

source: 2. Fill up the form, agree to the Developer Agreement, click "Create Your Twitter application".
ru_ru: 2. Заполните форму, поставьте галочку, что согласны с правилами разработчиков, нажмите кнопку "Create Your Twitter application(Создать ваше Twitter приложение)".

source: The best app name is your website name.
ru_ru: Имя вашего приложения

source: Explain why you ask for the credentials, e.g:
ru_ru: Объясните, почему вы запрашиваете права у пользователя, например:

source: This application asks your credentials in order to unlock the content. Please read the TOS.
ru_ru: Это приложение запрашивает ваши личные данные для того, чтобы разблокировать скрытый контент. Пожалуйста, ознакомьтесь с политикой конфиденциальности ваших личных данных.

source: Website
ru_ru: Веб-сайт

source: Callback URL
ru_ru: Ссылка обратного вызова

source: 3. Click the tab "Settings.
ru_ru: 3. Выберите закладку "Settings(Настройки)".

source: 4. Mark the checkbox "Allow this application to be used to Sign in with Twitter" and, if you want, change the app icon. Then click the button "Update Settings".
ru_ru: 4. Отметьте флажок "Allow this application to be used to Sign in with Twitter(Разрешить этому приложению использовать кнопку авторизации в Twitter)", и если вы хотите, измените иконку приложения. Затем нажмите на кнопку "Update Settings(Обновить настройки)".

source: 5. Move to the section "Permissions", mark "Read and Write" and save changes.
ru_ru: 5. Выберите закладку "Permissions(Запрашиваемые разрешения)", отметьте "Read and Write(Чтение и запись)" и сохраните настройки.

source: 6. Move to the section "Keys and Access Tokens", find your Custumer Key and Customer Secret:
ru_ru: 6. Выберите закладку "Keys and Access Tokens(Ключи и токены доступа)", найдите ваш Customer Key и Customer Secret:

source: 7. Paste your key and secret on the page Global Settings > <a href="%s">Social Options</a>.
ru_ru: 7. Вставьте ваш ключ и секретный код в Общие настройки > <a href="%s">Настройки социальных кнопок</a>.

source: By default Twitter does not return an <strong>email address</strong> of the user until your app is not got whitelisted. To make your app whitelisted, please follow the instruction below.
ru_ru: По умолчанию Twitter не возвращает <strong>email</strong> пользователя, пока ваше приложение не будет добавлено в белый список. Для того, чтобы ваше приложение попало в белый список, пожалуйста, следуйте инструкциям ниже.

source: 8. Visit Twitter Help Center: <a href="https://support.twitter.com/forms/platform" target="_blank">https://support.twitter.com/forms/platform</a>
ru_ru: 8. Посетите Twitter Служба поддержки политики API Твиттера: <a href="https://support.twitter.com/forms/platform" target="_blank">https://support.twitter.com/forms/platform</a>

source: 9. Choose <strong>I need access to special permissions</strong>, fill and submit the form:
ru_ru: 9. Выберите <strong>I need access to special permissions(Мне нужен доступ к специальным разрешениям)</strong>, заполните и отправьте запрос:

source: Application Name
ru_ru: Название приложения

source: Enter your app name you typed in the step 2.
ru_ru: Введите имя вашего приложения, которое вы ввели в шаге 2.

source: Application ID
ru_ru: Идентификатор приложения

source: You can find your app ID in the URL when viewing your app on the apps.twitter.com.
ru_ru: Вы можете найти свой идентификатор приложения в URL при просмотре вашего приложения на apps.twitter.com.

source: Permissions Requested
ru_ru: Запрашиваемые разрешения

source: Explain what permissions you need:
ru_ru: Объясните, какие разрешения вам нужны:

source: Please enable the permission "Request email addresses from users" for my app. I want to use the option "include_email" while requesting "account/verify_credentials". I ask visitors of my website to sign in by using their Twitter accounts and need to know their emails.
ru_ru: Пожалуйста, включите разрешение «Request email addresses from users» для моего приложения. Я хочу использовать опцию «include_email» во время запроса «account/verify_credentials». Я прошу посетителей моего сайта авторизоваться в приложении Twitter, чтобы узнать их email адреса.

source: 10. <strong>Within 2-3 business days</strong>, you will get a reply from Twitter. If the email permission was successfully granted for your app, visit <a href="%s" target="_blank">apps.twitter.com</a> and click on the title of your app.
ru_ru: 10. <strong>В течение 2-3 рабочих дней</strong> вы получите ответ от Twitter. Если права на получение электронной почты пользователя были успешно предоставлены для вашего приложения, посетите <a href="%s" target="_blank"> apps.twitter.com </a> и нажмите на название вашего приложения.

source: 11. Click on the tab <strong>Settings</strong>, fill the fields and save the form:
ru_ru: 11. Выберите закладку <strong>Settings(Настройки)</strong>, заполните поля и сохраните форму.

source: Privacy Policy URL
ru_ru: Политика конфиденциальности URL

source: Terms of Service URL
ru_ru: Условия использования URL

source: 11. Click on the tab <strong>Permissions</strong>, mark the checkbox <strong>Request email addresses from users</strong> and save the changes.
ru_ru: 11. Выберите закладку <strong>Permissions(Запрашиваемы разрешения)</strong>, отметьте <strong>Request email addresses from users(Запрашивать email адрес пользователя)</strong> и сохраните ваши настройки.

source: Leads (%d)
ru_ru: Подписчиков (%d)

source: export
ru_ru: экспорт

source: clear all
ru_ru: удалить все

source: This page shows contacts of visitors who opted-in or signed-in on your website through Email or Sign-In Lockers.
ru_ru: Эта страница показывает контакты посетителей, которые подписались на вашем сайте, через email замок или замок авторизации.

source: This page shows contacts of visitors who signed-in on your website through the <a href="%s">Sign-In Locker</a>.
ru_ru: На этой странице показаны контакты пользователей, которые подписаны на ваш сайт через <a href="%s">Замок авторизации</a>.

source: The data has been successfully cleared.
ru_ru: Данные были успешно удалены.

source: Search Leads
ru_ru: Поиск подписчиков

source: Please enter a valid email.
ru_ru: Пожалуйста, введите корректный email адрес.

source: <strong>Well done!</strong> The lead data updated successfully.
ru_ru: <strong>Отлично!</strong> Данные подписчиков успешно обновлены.

source: Name:
ru_ru: Имя:

source: First Name
ru_ru: Ваше имя

source: Last Name
ru_ru: Фамилия

source: Email Confirmed:
ru_ru: Email подтверждение:

source: Subscription Confirmed:
ru_ru: Подтверждение подписки:

source: Save Changes
ru_ru: Сохранить изменения

source: Return
ru_ru: Вернуться

source: Mark All
ru_ru: Отметить все

source: Please make sure that you selected at least one channel and field.
ru_ru: Пожалуйста, убедитесь, что выбран, по крайней мере, один канал и поле.

source: No leads found. Please try to change the settings of exporting.
ru_ru: Подписчики не найдены. Пожалуйста, измените настройки экспорта и попробуйте снова.

source: Format
ru_ru: Формат

source: Only the CSV format is available currently.
ru_ru: В настоящее время доступен только формат CSV.

source: CSV File
ru_ru: CSV файл

source: Delimiter
ru_ru: Разделитель

source: Choose a delimiter for a CSV document.
ru_ru: Выберите разделитель CSV документа.

source: Comma
ru_ru: Запятая

source: Semicolon
ru_ru: Точка с запятой

source: Channels
ru_ru: Каналы

source: Mark lockers which attracted leads you wish to export.
ru_ru: Отметьте замки, чтобы экспортировать подписчиков, полученных с помощью этих замков.

source: Email Status
ru_ru: Email статус

source: Choose the email status of leads to export.
ru_ru: Выберите email статус подписчика для экспорта.

source: Only Confirmed Emails
ru_ru: Только с подтвержденными email адресами

source: Only Not Confirmed
ru_ru: Только с не подтвержденными

source: Fields To Export
ru_ru: Поля для экспорта

source: Display Name
ru_ru: Отображаемое имя

source: Firstname
ru_ru: Имя

source: Lastname
ru_ru: Фамилия

source: IP
ru_ru: IP адрес

source: Facebook App Scoped Id
ru_ru: Пространство вашего ID приложения в Facebook

source: Custom Fields
ru_ru: Произвольные поля

source: Exporting Leads
ru_ru: Экспортирование подписчиков

source: Select leads you would like to export and click the button "Export Leads".
ru_ru: Настройте параметры экспорта и нажмите кнопку «Экспорт подписчиков».

source: Export Leads
ru_ru: Экспорт подписчиков

source: This feature is available only in the Premium version. <a href="%s" target="_blank"><strong>Go Premium to unlock the exporting feature</strong></a>.
ru_ru: Эта функция доступна только в версии премиум. <a href="%s" target="_blank"><strong>Перейдите на премиум, чтобы разблокировать функцию экспорта</strong></a>.

source: Are you sure that you desire to clear all your leads data?
ru_ru: Вы уверены, что вы хотите удалить все данные о ваших подписчиках?

source: All your leads data will be removed.
ru_ru: Все данные о подписчиках и ваша база подписчиков будут удалены.

source: Yes, I'm sure
ru_ru: Да, я уверен

source: No, return back
ru_ru: Нет, вернуться

source: + New Locker
ru_ru: + Новый замок

source: Creating New Item
ru_ru: Создать новый замок

source: Choose which items you would like to create.
ru_ru: Выберите, какие элементы вы хотели бы создать.

source: Create Item
ru_ru: Создать замок

source: Click here to learn more
ru_ru: Нажмите, чтобы узнать подробнее

source: More Marketing Tools To Grow Your Business
ru_ru: Маркетинговые инструменты для развития вашего бизнеса

source: Check out other plugins which add more features to your lockers.
ru_ru: Обратите внимание на другие плагины, которые предоставляют новые функции для ваших замков.

source: Learn More
ru_ru: Подробнее

source: Global Settings
ru_ru: Общие настройки
