Repository: alexkovalevv/wp-plugin-bizpanda
Catalog: langs/bizpanda-*.po
Languages: ru_ru

source: If set On, the plugin will generate <a href="https://support.google.com/analytics/answer/1033068?hl=en" target="_blank">events</a> for the Google Analytics when the content is unlocked.<br /><strong>Note:</strong> before enabling this feature, please <a href="https://support.google.com/analytics/answer/1008015?hl=en" target="_blank">make sure</a> that your website contains the Google Analytics tracker code.
ru_ru: Если включено, плагин будет генерировать <a href="https://support.google.com/analytics/answer/1033068?hl=ru" target="_blank">события</a> для Google аналитики, когда контент разблокирован.</br><strong>Внимание: </strong>перед активацией этой функции, пожалуйста, <a href="https://support.google.com/analytics/answer/1008015?hl=ru" target="_blank">убедитесь</a>, что ваш сайт содержит трекер код Google Analytics.

source: Collecting Stats
ru_ru: Сбор статистики

source: Turns on collecting the statistical data for reports.
ru_ru: Включает сбор статистики для отчетов.

source: The statistical data is <strong>empty</strong>.
ru_ru: Статистика не собрана: <strong>данных нет</strong>.

source: The statistical data takes <strong>%s</strong> on your server
ru_ru: Собранные статистические данные занимают <strong>%s</strong>

source: clear data
ru_ru: очистить данные

source: Are you sure that you want to clear the current statistical data?
ru_ru: Вы уверены, что вы хотите очистить текущие статистические данные?

source: All the statistical data will be removed.
ru_ru: Все собранные данные будут удалены.

source: Your Aweber Account has been successfully disconnected.
ru_ru: Ваш аккаунт в Aweber был успешно отсоединен.

source: Set up here how you would like to save emails of your subscribers.
ru_ru: На этой странице вы можете настроить, как вы бы хотели сохранить данные ваших подписчиков.

source: Mailing Service
ru_ru: Служба рассылки

source: Sender Email
ru_ru: Email отправителя

source: Optional. A sender for confirmation emails.
ru_ru: Необязательный. Email адрес отправителя для письма подтверждения.

source: Sender Name
ru_ru: Имя отправителя

source: Optional. A sender name for confirmation emails.
ru_ru: Необязательный. Имя отправителя для письма подтверждения.

source: If you are going to use Double Opt-In and send confirmation emails through Wordpress, fill the sender information below.
ru_ru: Если вы собираетесь использовать режим двойной проверки и отправлять письмо подтверждение через Wordpress, заполните ниже сведения об отправителе.

source: Configure here Terms of Use and Privacy Policy for locker on your website. It's not mandatory, but improves transparency and conversions.
ru_ru: Вы можете настроить в этом разделе "условия использования" и "политику конфиденциальности" для замков на вашем сайте. Это необязательно, но данная информации повышает уровень доверия и делает действия пользователя прозрачными.

source: Enable Policies
ru_ru: Активировать Политику

source: Set On to show the links to Terms of Use and Privacy Policy of your website below the Sign-In/Email lockers.
ru_ru: Если Вкл, будут показаны ссылки на условия использования и политику конфиденциальности вашего сайта для Замка авторизации и Email Замка.

source: Use Existing Pages
ru_ru: Использовать существующие страницы

source: Set On, if your website already contains pages for "Terms of Use" and "Privacy Policies" and you want to use them.
ru_ru: Установите Вкл, если ваш сайт уже имеет страницы " Правила использования ", " Политики конфиденциальности" и вы хотите их использовать.

source: Terms of Use
ru_ru: Правила использования

source: The text of Terms of Use. The link to this text will be shown below the lockers.
ru_ru: Текст условия использования. Ссылка на этот текст будет показана внизу замка.

source: Privacy Policy
ru_ru: Политика конфиденциальности

source: The text of Privacy Policy. The link to this text will be shown below the lockers.
ru_ru: Текст политика конфиденциальности. Ссылка на текст будет показана внизу замка.

source: Select a page which contains the "Terms of Use" for the lockers or/and your website.
ru_ru: Выберите страницу, которая содержит «Условия использования» для замков или вашего веб-сайта.

source: Select a page which contains the "Privacy Policy" for the lockers or/and your website.
ru_ru: Выберите страницу, которая содержит «Политику конфиденциальности» для замков или вашего веб-сайта.

source: You can change primary front-end text in the settings of a particular locker. Here you can change the remaining text. It will be applied to all your lockers.
ru_ru: Вы можете изменить основной текст в индивидуальных настройках замка. Здесь вы можете изменить остальной текст. Он будет применен для всех замков на вашем сайте.

source: The Screen "Please Confirm Your Email"
ru_ru: Экран "Пожалуйста, подтвердите ваш Email"

source: Appears when the locker asks the user to confirm one's email.
ru_ru: Появляется, когда замок запрашивает пользователя подтвердить свой адрес электронной почты.

source: Header
ru_ru: Заголовок

source: Please Confirm Your Email
ru_ru: Пожалуйста, подтвердите ваш Email

source: Instruction
ru_ru: Инструкция

source: Explain here that the user has to do to confirm one's email. Use the tag {email} to display an email address of the user.
ru_ru: Напишите, что пользователь должен сделать, чтобы подтвердить свой email адрес. Используйте тег {email} для отображения email адреса пользователя.

source: We have sent a confirmation email to {email}. Please click on the confirmation link in the email to reveal the content.
ru_ru: Мы отправили Вам письмо с подтверждением на {email}. Пожалуйста, откройте свою электронную почту и подтвердите подписку.

source: Note #1
ru_ru: Примечание #1

source: Clarify when the content will be unlocked.
ru_ru: Уточните, когда контент будет разблокирован.

source: The content will be unlocked automatically within 10 seconds after confirmation.
ru_ru: Контент будет разблокирован автоматически в течение 10 секунд после подтверждения подписки.

source: Note #2
ru_ru: Примечание #2

source: Clarify that delivering the confirmation email may take some time.
ru_ru: Уточните, что доставка письма с подтверждением может занять некоторое время.

source: Note delivering the email may take several minutes.
ru_ru: Примечание, доставка письма с подтверждением может занять несколько минут, пожалуйста подождите.

source: Cancel Link
ru_ru: Отменить

source: (cancel)
ru_ru: (Отмена)

source: Open My Inbox Button
ru_ru: Кнопка открыть "Мой почтовый ящик"

source: Open my inbox on {service}
ru_ru: Открыть мой почтовый ящик в {service}

source: Use the tag {service} to display a name of a mailbox of the user.
ru_ru: Используйте тег {service} для отображения имени почтового сервиса пользователя.

source: The Screen "One Step To Complete"
ru_ru: Экран "Первый шаг завершен"

source: Appears when a social network does not return an email address and the locker asks the users to enter it manually.
ru_ru: Появляется, когда социальная сеть не возвращает адрес электронной почты и замок просит пользователей ввести его вручную.

source: One Step To Complete
ru_ru: Первый шаг завершен

source: Please enter your email below to continue.
ru_ru: Пожалуйста, введите ваш email адрес ниже, чтобы продолжить.

source: Button
ru_ru: Кнопка

source: OK, complete
ru_ru: Завершить

source: Sign-In Buttons
ru_ru: Кнопки авторизации

source: The text which are located on the Sign-In Buttons.
ru_ru: Текст который расположен на кнопках авторизации

source: Long Text
ru_ru: Длинный текст

source: Displayed on a wide Sign-In Button
ru_ru: Отображается на длинной кнопке авторизации. {name} - переменная, не удалять!

source: Sign in via {name}
ru_ru: Войти через {name}

source: Short Text
ru_ru: Короткий текст

source: Displayed on a narrow Sign-In Button
ru_ru: Отображается на короткой кнопке авторизации. {name} - переменная, не удалять!

source: via {name}
ru_ru: через {name}

source: Miscellaneous
ru_ru: Разное

source: Various text used usually with all lockers and screens.
ru_ru: Различный текст обычно используется со всеми замками и экранами.

source: Processing Data
ru_ru: Обработка данных

source: Processing data, please wait...
ru_ru: Обработка данных, пожалуйста, подождите...

source: Enter Your Email Manually
ru_ru: Введите ваш email вручную

source: or enter your email manually to sign in
ru_ru: или введите email адрес вручную, чтобы авторизоваться

source: Enter Your Name
ru_ru: Введите ваше имя

source: enter your name
ru_ru: введите ваше имя

source: Enter Your Email Address
ru_ru: Введите ваш email адрес

source: enter your email address
ru_ru: введите ваш email адрес

source: You Agree With
ru_ru: Вы согласны с

source: Use the tag {links} to display the links to the Terms Of Use and Privacy Policy.
ru_ru: Используйте переменную {links} для отображения ссылки на Условия использования и политику конфиденциальности.

source: By clicking on the button(s), you agree with {links}
ru_ru: При нажатии на кнопку(и) вы соглашаетесь с {links}

source: Terms Of Use
ru_ru: Правила использования

source: Or Wait
ru_ru: Или подождите

source: or wait {timer}s
ru_ru: или подождите {timer}s

source: Use the tag {timer} to display the number of seconds remaining to unlocking.
ru_ru: Используйте переменную {timer} , чтобы отобразить количество секунд, оставшихся до открытия замка.

source: Close
ru_ru: Кнопка закрыть

source: close
ru_ru: закрыть

source: Or
ru_ru: или

source: OR
ru_ru: ИЛИ

source: Errors & Notices
ru_ru: Ошибки и Уведомления

source: The text which users see when something goes wrong.
ru_ru: Текст, который видят пользователи, когда что-то идет не так.

source: Empty Email
ru_ru: Пустое поле Email

source: Please enter your email address.
ru_ru: Пожалуйста, введите ваш email адрес.

source: Incorrect Email
ru_ru: Неверный Email

source: It seems you entered an incorrect email address. Please check it.
ru_ru: Введенный вами email адрес некорректен. Пожалуйста, проверьте введенные вами данные.

source: Empty Name
ru_ru: Пустое поле Имя

source: Please enter your name.
ru_ru: Пожалуйста, введите ваше имя.

source: Subscription Canceled
ru_ru: Подписка отменена

source: You have canceled your subscription.
ru_ru: Вы отменили подписку.

source: Not Signed In
ru_ru: Не прошли авторизацию

source: Sorry, but you have not signed in. Please try again.
ru_ru: Извините, но вы не смогли пройти авторизацию в социальной сети. Пожалуйста, попробуйте снова.

source: Not Granted Permissions
ru_ru: Недостаточно прав

source: Use the tag {permissions} to show required permissions.
ru_ru: Используйте переменную {permissions} , чтобы показать необходимые права.

source: Sorry, but you have not granted all the required permissions ({permissions}). Please try again.
ru_ru: Извините, но вы не предоставили все необходимые права ({permissions}) нашему приложению. Пожалуйста, попробуйте еще раз.

source: Unable to activate <strong>%s</strong>. Please make sure that the following plugins are updated to the latest versions: <strong>%s</strong>. Deactivate %s and try to update the specified plugins.
ru_ru: Не удается активировать <strong>%s</strong>. Пожалуйста, убедитесь, что следующие плагины обновлены до последних версий: <strong>%s</strong>. Деактивируйте %s и попытайтесь обновить снова.

source: Unable to activate <strong>%s</strong>. Please make sure that the following plugin is updated to the latest version: <strong>%s</strong>. Deactivate %s and try to update the specified plugin.
ru_ru: Не удается активировать <strong>%s</strong>. Пожалуйста, убедитесь, что следующий плагин обновлен до последней версии: <strong>%s</strong>. Деактивируйте %s и попытайтесь обновить снова.

source: Select locker to insert
ru_ru: Выберите замок для вставки

source: Adds one of existing Social Lockers.
ru_ru: Добавляет один из существующих социальных замков.

source: Email Locker
ru_ru: Email замок

source: Adds one of existing Email Lockers.
ru_ru: Добавляет один из существующих email замков

source: Sign-In Locker
ru_ru: Замок авторизации

source: Adds one of existing Sign-In Lockers.
ru_ru: Добавляет один из существующих замков авторизации.

source: (no titled, ID=%s)
ru_ru: (нет заголовка, id=%s)

source: %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
ru_ru: %1$s является <strong>устаревшим,</strong> начиная с версии %2$s в WooFramework! Используйте %3$s.

source: %1$s is <strong>deprecated</strong> since version %2$s with no alternative available.
ru_ru: %1$s был вызван с параметром, который является <strong>устаревшими</strong> начиная с версии %2$s , в настоящее время доступных альтернатив нет.

source: Close Icon
ru_ru: Кнопка закрыть

source: Shows the Close Icon at the corner.
ru_ru: Показывает кнопку "Закрыть" в углу.

source: Timer Interval
ru_ru: Таймер (в сек.)

source: Sets a countdown interval for the locker.
ru_ru: Устанавливает таймер обратного отсчета для Замка.

source: If On, locked content will be cut from a page source code.
ru_ru: Если Вкл, скрытый контент будет подгружаться только после разблокировки, то есть будет вырезан из исходного кода страницы.

source: The option AJAX is not applied when the "transparence" or "blurring" overlap modes selected.
ru_ru: Если активен режим наложения размытия или прозрачности, опция AJAX работать не будет.

source: Highlight
ru_ru: Подсветка

source: Defines whether the locker must use the Highlight effect.
ru_ru: Если Вкл, Замок подсвечивает заблокированное содержимое после разблокировки.

source: <i class="fa fa-star-o"></i> Go Premium <i class="fa fa-star-o"></i><br />To Unlock These Features <a href="#" class="opnada-button">Learn More</a>
ru_ru: <i class="fa fa-star-o"></i> Перейди на премиум <i class="fa fa-star-o"></i><br /> чтобы разблокировать<a href="#" class="opnada-button">Подробнее</a>

source: Basic Options
ru_ru: Основные настройки

source: This content is locked!
ru_ru: Этот контент заблокирован!

source: Please support us, use one of the buttons below to unlock the content.
ru_ru: Пожалуйста, поддержите нас, нажмите на одну из социальных кнопок ниже, чтобы получить доступ к заблокированному контенту.

source: This Content Is Only For Subscribers
ru_ru: Этот контент только для подписчиков

source: Please subscribe to unlock this content. Just enter your email below.
ru_ru: Пожалуйста, подпишитесь, чтобы разблокировать скрытый контент. Введите ваш адрес электронной почты ниже и нажмите кнопку подписаться.

source: Sing In To Unlock This Content
ru_ru: Авторизуйтесь, чтобы разблокировать этот контент

source: Please sign in. It's free. Just click one of the buttons below to get instant access.
ru_ru: Пожалуйста, поддержите нас, авторизуйтесь в одной из социальных сетей ниже, чтобы получить доступ к заблокированному контенту.

source: Locker header
ru_ru: Заголовок

source: Type a header which attracts attention or calls to action. You can leave this field empty.
ru_ru: Введите заголовок, который привлекает внимание или призывает к действию. Вы можете оставить это поле пустым.

source: Locker message
ru_ru: Сообщение

source: Type a message which will appear under the header.
ru_ru: Введите основное сообщение, которое будет отображаться под заголовком.

source: Shortcodes: [post_title], [post_url].
ru_ru: Шорткоды: [post_title], [post_url].

source: Buttton Text
ru_ru: Текст кнопки

source: The text on the button. Call to action!
ru_ru: Текст кнопки, которая вызывает действие.

source: subscribe to unlock
ru_ru: подпишитесь, чтобы открыть

source: After Buttton
ru_ru: Текст после кнопки

source: The text below the button. Guarantee something.
ru_ru: Текст, который находится ниже кнопки подписаться, представляет собой гарантию от спама.

source: Your email address is %s safe from spam!
ru_ru: Ваш email адрес на %s защищен от спама.

source: Select the most suitable theme.
ru_ru: Выберите наиболее подходящую тему.

source: Full (classic)
ru_ru: Скрыть полностью

source: Blurring
ru_ru: Размытие

source: Works in all browsers except IE 10-11 (In IE 10-11, the transparency mode will be applied)
ru_ru: Работает во всех браузерах, кроме IE 10-11 (в IE 10-10 будет применяться режим прозрачности)

source: Overlap Mode
ru_ru: Режим наложения

source: Choose the way how your locker should lock the content.
ru_ru: Выберите способ, как ваш Замок должен блокировать контент.

source: <i class="fa fa-lock"></i>Full (classic)
ru_ru: <i class="fa fa-tint"></i> Скрыть полностью(классический)

source: <i class="fa fa-adjust"></i>Transparency
ru_ru: <i class="fa fa-usd"></i> Прозрачноть

source: <i class="fa fa-bullseye"></i>Blurring
ru_ru: <i class="fa fa-usd"></i> Размытие

source: This option is available only in the <a href="%s" target="_blank">premium version</a> of the plugin (the transparency mode will be used in the free version)
ru_ru: Эта опция доступна только в <a href="%s" target="_blank">премиум версии</a> плагина ( в бесплатной версии будет использовать режим Прозрачности).

source: Top Position
ru_ru: Сверху

source: Middle Position
ru_ru: По центру

source: Scrolling (N/A in Preview)
ru_ru: Прокручивается

source: <a href="%s" target="_blank">Click here</a> to edit the front-end text shared for all lockers.
ru_ru: <a href="%s" target="_blank">Нажмите сюда</a>, чтобы отредактировать остальной текст в замке авторизации.

source: Batch Locking
ru_ru: Массовая блокировка

source: No title
ru_ru: Нет заголовка

source: Only posts: %s
ru_ru: Только записи %s

source: You set the the batch locking based on CSS Selector. The visibility options don't support CSS selectors.
ru_ru: Вы установили массовую блокировку, основанную на CSS селекторе. Опции видимости не поддерживают этот режим.

source: Batch Locking allows to apply the locker shortcode to your posts automatically.
ru_ru: Массовая блокировка позволяет размещать замок автоматически в соответствии с заданными условиями.

source: No batch lock
ru_ru: Не установлена

source: Setup Batch Lock
ru_ru: Настроить

source: Every content matching the given CSS selector will be locked on every page:
ru_ru: Все элементы, соответствующие указанному CSS селектору, будут заблокированы на каждой странице.

source: Cancel
ru_ru: Отмена

source: Recommended to turn on the Interrelation option on the <a target="_blank" href="%s">Common Settings</a> page. It allows to unlock all lockers when one is unlocked.
ru_ru: Рекомендуется включить опцию "Взаимосвязь", чтобы удалить все остальные Замки при разблокировании одного из них. Перейдите на страницу <a target="_blank" href="%s">Глобальные настройки</a> для установки.

source: Don't forget to apply made changes via the Update button above.
ru_ru: Не забудьте применить внесенные изменения с помощью кнопки "Обновить" вверху.

source: Select Way Of Batch Locking
ru_ru: Выберите способ массовой блокировки

source: Skip & Lock
ru_ru: Пропустить и заблокировать

source: More Tag
ru_ru: После тега More

source: CSS Selector
ru_ru: CSS селектор

source: Enter the number of paragraphs which will be visible for users at the beginning of your posts and which will be free from locking. The remaining paragraphs will be locked.
ru_ru: Этот режим блокирует все содержимое ваших записей, кроме указанного числа начальных параграфов. Введите число параграфов, которые будут доступны для пользователей. Если 0, то все содержимое записей будет заблокировано полностью.

source: The number of paragraphs to skip
ru_ru: Количество пропускаемых параграфов

source: Please enter a positive integer value.
ru_ru: Пожалуйста, введите положительное целое число.

source: Exclude Posts
ru_ru: Не блокировать указанные записи:

source: (Optional) Enter posts IDs comma separated, for example, "19,25,33".
ru_ru: (Необязательно) Введите ID страниц через запятую, например: "19,25,33".

source: Exclude Categories
ru_ru: Не блокировать указанные категории:

source: (Optional) Enter categories IDs comma separated, for example, "4,7".
ru_ru: (Необязательно) Введите ID категорий через запятую, например: "7,4".

source: Posts types to lock
ru_ru: Типы записей для блокировки

source: Choose post types for batch locking.
ru_ru: Выберите типы страниц для блокировки

source: Please choose at least one post type to lock. Otherwise, nothing to lock.
ru_ru: Пожалуйста, выберите хотя бы один тип записей для блокировки контента. В противном случае, ничего не будет заблокировано.

source: For example,
ru_ru: Например,

source: If you enter 2, two first paragraphs will be visible, others will be locked.
ru_ru: если вы введете 2, то два первых параграфа будут видны, остальные будут заблокированы.

source: this will be locked
ru_ru: будет заблокировано

source: All content after the More Tag will be locked in all your posts. If a post doesn't have the More Tag, the post will be shown without locking.
ru_ru: Все содержимое после тега "more" будет заблокировано во всех ваших записях. Если сообщение не имеет тега "more", запись будет показана без блокировки.

source: What is the More Tag?
ru_ru: Что такое тег "more"?

source: Check out <a href="http://en.support.wordpress.com/splitting-content/more-tag/" target="_blank">Splitting Content > More Tag</a> to lean more.
ru_ru: Перейдите в <a href="http://ru.support.wordpress.com/splitting-content/more-tag/" target="_blank">Разделение записей »Тег «More»</a> для подробного изучения.

source: CSS selectors allow accurately choose which content will be locked by usign CSS classes or IDs of elements placed on pages. If you don't know what is it, please don't use it.
ru_ru: CSS селекторы позволяют очень точно указать, какое содержимое должно быть заблокировано, используя CSS классы или ID элементы. Если вы не знаете, что это такое, пожалуйста, не используйте этот метод блокировки.

source: Check out <a href="http://www.w3schools.com/cssref/css_selectors.asp" target="_blank">CSS Selector Reference</a> to lean more.
ru_ru: Ознакомьтесь с <a href="http://www.w3schools.com/cssref/css_selectors.asp" target="_blank">CSS Selector Reference</a>, чтобы узнать больше.

source: For example, "#somecontent .my-class, .my-another-class"
ru_ru: Например: "#somecontent .my-class, .my-another-class"

source: Please enter a css selector to lock.
ru_ru: Пожалуйста, введите CSS селектор для блокировки.

source: Save
ru_ru: Сохранить

source: Manual Locking <i>(recommended)</i>
ru_ru: Ручная блокировка <i>(рекомендуется)</i>

source: Wrap content you want to lock via the following shortcode in your post editor:
ru_ru: Оберните контент, который вы хотите заблокировать, шорткодом:

source: More Features?
ru_ru: Хотите больше возможностей?

source: You Use Only %s of Opt-In Panda!
ru_ru: Вы используете плагин всего на %s!

source: %s Complete
ru_ru: %s завершено

source: More Social Buttons (+4)
ru_ru: Больше кнопок (+8)

source: More themes (+4)
ru_ru: Дополнительные темы (+4)

source: Blurring Effect
ru_ru: Эффект размытия

source: Advanced options (+8)
ru_ru: Расширенные опции (+5)

source: <a href="%s" class="btn btn-primary btn-large">Try 7-days Trial Version<br /><span>(activate by one click)</span></a><a href="%s" class="sl-buy"> or <strong>buy</strong> the full premium version now!</a>
ru_ru: <a href="%s" class="btn btn-primary btn-large">Активировать на 7 дней <br /><span>(бесплатная пробная версия)</span></a><a href="%s" class="sl-buy"> или <strong>купите</strong> премиум версию сейчас!</a>

source: <a href="%s" class="btn btn-primary btn-large">Get Premium for $24<br /><span>(it will take a pair of minutes)</span></a>
ru_ru: <a href="http://onepress-media.com/plugin/social-locker-for-wordpress/get" class="btn btn-primary btn-large">Купить премиум версию<br /><span>(это займет не больше минуты)</span>,</a> <a href="%s" class="sl-buy"> или <strong>попробовать</strong> демо версию плагина</a>

source: Locker Preview
ru_ru: Превью локера

source: Want more themes?
ru_ru: Нужно больше тем?

source: Note
ru_ru: Примечание
